



	
		{
								
			"activities": [
						
						{
							"title": "South Cumberland - Hiking",
							"url_title": "south-cumberland-hiking",
							"activity": "Hiking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/723/dscn2598a.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/723/dscn2598a__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/723/dscn2598a__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/723/dscn2598a__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/723/dscn2598a__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/723/dscn2598a__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/723/dscn2598a__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/723/dscn2598a__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/723/dscn2598a__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>There are over 90 miles of hiking trails available at South Cumberland ranging from easy to strenuous with varying environs. <a href=\"https://tnstateparks.com/assets/pdf/additional-content/scsp-trailheadmap2020.pdf\">DIRECTIONS | TRAILHEADS | LOCATIONS</a></p>",
							"activity_description": "<div><p>From peaceful walks through a meadow full of wildflowers to a trip back in time to a coal mining area to breath-taking overlooks of the Cumberland Plateau, South Cumberland is a wondrous hiking destination featuring waterfalls, vistas, historical areas and some with old-growth trees. <br /><br />The park is divided into three Ranger Districts, each with its own ranger station/visitor center, and each district offers numerous opportunities for enjoyable hiking options. <a href=\"https://tnstateparks.com/assets/pdf/additional-content/scsp-trailheadmap2020.pdf\">DIRECTIONS | TRAILHEADS | LOCATIONS</a></p></div><div><p><strong>Visitor's Center </strong></p><ul><li><strong>Meadow Trail Hike </strong>- 1.3-mile easy, round trip hike with views of wildflowers, wildlife, a pond, and berries; can you identify what the trail used to be before it was a park? Ask a Ranger for the answer! </li></ul><p><strong>Grundy Lakes</strong></p><ul><li><strong>Lone Rock Trail </strong>- An easy 2.3-mile roundtrip hike circling the Grundy Lakes. Set time aside to explore the coke ovens and to enjoy the views of the lakes in this historical area. Ask a desk attendant for a brochure on the ovens. </li></ul><p><strong>Fiery Gizzard</strong></p><ul><li><strong>Grundy Day Loop -</strong> This moderate 2-mile roundtrip hike will take you past multiple waterfalls, ancient trees, and plenty of enjoyable swimming holes. </li><li>Sycamore Falls Loop - A moderate, 3-mile hike that drops off the top of the plateau and brings you to some interesting geologic formations and waterfalls. Don't forget your bathing suit to take a dip in the refreshing Sycamore Falls swimming hole! </li><li>Climber's Loop - This 2-mile roundtrip hike takes you along a beautiful cliff line and along the base of towering bluff walls. Oh, and the picturesque Foster Falls is located on this hike!    </li><li>Raven's Point Loop - A difficult 10-mile trek into some of the more remote areas of the Fiery Gizzard. Please allow adequate time to make this hike (and of course to see the many springs, sinks, caves, overlooks, and waterfalls). Meet this trail by way of the Fiery Gizzard below Sycamore Falls and be sure to check out the Raven's Point spur trail. </li><li>Foster Falls to Small Wilds - A 5-mile out-and-back hike that will take you past waterfalls and some pretty cool overlooks. </li></ul><p><strong>Buggy Top</strong></p><ul><li><strong>Buggy Top Trail -</strong> A moderately difficult 4-mile roundtrip hike to one of the largest cave openings in Tennessee. Watch your footing as you descend into Lost Cove and rest at the opening of the cave before heading back up. Bring lots of water. </li></ul><p><strong>Savage Gulf</strong></p><ul><li>Big Creek Gulf Trail - 4 Miles - Difficult - The rough, challenging trail leads through the gorge below and to the west of Stone Door. Hikers may return via the Laurel or Big Creek Rim Trails. Due to the difficulty, an overnight hike is recommended, although it can make a long, but rewarding day hike. The trail begins from Stone Door Trail above the overlook, and then steeply descends through the Stone Door passageway.<ul><li>0.9 Connector Trail to the left; Big Creek Gulf Trail to the right.</li><li>1.2 Trail joins an old logging road. Several resurgent springs down and to the left.</li><li>2.0 Ranger Falls Trail to the left. This spur trail leads to the falls and sink of Ranger Creek. The round trip is 0.8 miles. Follow the blue blazes.</li><li>2.6 Sinks Trail to the left. This short spur leads to where Big Creek usually disappears under an imposing, unstable limestone bluff.</li><li>3.9 Greeter Trail to the left; Big Creek Gulf Trail straight ahead.</li><li>4.0 Laurel Trail begins to the left, Big Creek Rim Trail to the right. Alum Gap Campground is 160' down the Big Creek Rim Trail.</li></ul></li><li><p>Big Creek Rim Trail - 2.30 Miles - Moderate - This trail follows the edge of the plateau above the Big Creek Gulf. It can form half of a loop using either the Laurel or Big Creek Gulf trails as the other half. Several small streams are crossed but are usually dry during the summer and fall. The trail begins from the Stone Door Trail near the overlook.<br /></p><ul><li>0.3 Split Rock Overlook - Stone Door cliffs can be seen to the far left.</li><li>1.6 Sinks Overlook - at the bottom of the gorge, a limestone cliff marks the area where Big Creek goes underground most of the year.</li><li>2.5 Pine Rock Overlook.</li><li>2.7 Big Creek Overlook - the stream can be seen down and to the right.</li><li>3.2 Alum Gap Campground - the junction of Laurel and Big Creek Gulf Trails is 160' straight ahead.</li></ul></li><li><p>Collins Gulf Trail - 3.70 Miles - Difficult - This challenging trail is designed to accommodate extended trips. It takes hikers along the Collins River past Suter Falls, Horsepound Falls, and the Fall Creek Sink. This trail can become impassable during ice buildup around Suter Falls and during times of high water. Trail begins 0.4 miles from the Collins West Parking lot and 0.2 miles past the Collins West Campground. Collins Rim Trail straight ahead. Trail begins down and to the left.<br /></p><ul><li>0.1 Suter Falls - the spectacular triple waterfall of Rocky Mountain Creek, a huge overhang, and metal bridge.</li><li>1.9 Spur trail to the right leads down to Horsepound Falls and sink.</li><li>2.2 Fall Creek disappears into a cave on the left. Ford of Collins River; impassable during high water.</li><li>3.2 Trumpet Creeper Ford - crossing of the normally dry bed of the Collins River.</li><li>3.5 Faint old jeep road to the left leads across the river and up to 80' bluff containing Schwoon Cave, spring, and 30' sinkhole. Follow the blue blazes.</li><li>3.7 Sawmill Campground straight ahead; Stone Door via Connector Trail across the bridge to the left; Connector Trail to Hobbs Cabin to the right just before entering the campground.</li></ul></li><li><p>Collins Rim Trail - 6.10 Miles - Difficult - This trail follows the edge of the plateau along the east side of the Collins River Gulf. Except for the mile between the Collins West Campground and the Collins River crossing, the trail is entirely on top of the plateau. There are several short trails to overlooks which are blazed in blue. The trail begins 0.4 from the Collins West Parking lot and 0.2 miles past the Collins West Campground. Collins Gulf trail to the left. The trail begins straight ahead.<br /></p><ul><li>0.8 Suspension bridge across Collins River above huge boulders.</li><li>1.0 Trail climbs steeply out of the gorge.</li><li>1.4 Old moonshine still site to the right on a larger stream.</li><li>3.1 A small stream is forded with the remains of an old moonshine still visible to the right.</li><li>3.5 Collins River Overlook to the left.</li><li>3.7 Standing Rock Overlook to the left.</li><li>4.3 Horsepound Point Overlook to the left.</li><li>5.0 Ford of Blue Branch - thick rhododendron growth.</li><li>5.6 Blue Branch Overlook to the left - an outstanding view of a short tributary gorge and the main gulf.</li><li>6.1 Trail ends atop Peak Mountain at the end of the South Rim Trail and the top of the Stagecoach Road Historic Trail.</li></ul></li><li><p>Connector Trail- 6.70 Miles - Strenuous - This is the most challenging and strenuous trail in the Savage Gulf State Natural Area. Several climbs and seemingly endless rocky slopes are crossed. It has connections with most of the other trails as it crosses the mouths of all three gulfs. Suspension bridges span all major river crossings on this trail. The trail begins from Big Creek Gulf Trail 0.9 miles below the Stone Door.<br /></p><ul><li>0.6 Suspension bridge across Laurel Creek - streambed has huge boulders.</li><li>1.9 Suspension bridge across Big Creek.</li><li>2.5 Trail down to Historic Decator Savage Cabin to the left.</li><li>3.1 Connector Trail and Suspension bridge across Collins River. Collins Gulf Trail to the right; Connector Trail to the left.</li><li>3.2 Sawmill Campground straight ahead; Connector Trail to the right.</li><li>3.6 Crossing of old Chattanooga-to-McMinnville Stagecoach Road. Stagecoach Road Historic Trail to right; Connector Trail straight ahead.</li><li>4.2 Peak Branch - a small stream draining the Peak Mountain above.</li><li>4.8 Suspension bridge across Savage Creek.</li><li>5.8 The trail enters a large rock field.</li><li>6.7 Trail ends near Hobbs Cabin and Campground after climbing a steep rocky slope out of Coppinger Gulf. North Rim Trail to the right; North Plateau Trail to the left.</li></ul></li><li><p>Greeter Falls Loop Trail - 0.80 Miles - Intermediate - One of the best short waterfall hikes on the plateau, this loop leads to three waterfalls, numerous bluffs, and a historic site. The terrain is very rocky under the bluffs and easy above. The trail begins across the entrance road from the Greeter Falls parking lot.<br /></p><ul><li>0.1 Blue Hole Trail to the right; 0.5 miles to a great swimming hole.</li><li>0.2 Greeter Homeplace to the left, occupied in the 1800s and early 1900s.</li><li>0.3 Loop begins - description to the left.</li><li>0.4 Junction with Greeter Trail - Alum Gap Campground and Greeter Trail to the left; Boardtree Falls to the right. Falls loop continues to the right.</li><li>0.7 Spur trail to Lower Greeter Falls to left, down spiral stairs. Upper GreeterFalls and site of Long's Mill down and to the right.</li><li>0.8 Ascend up bluffs to loop junction. Greeter Falls parking lot to the left.</li></ul></li><li><p>Greeter Trail - 1.00 Miles - Easy - This short trail connects the Alum Gap Campground with the Greeter Falls Area. The trail begins near Alum Gap Campground,<br /></p><ul><li>0.1 mile down Big Creek Gulf Trail from the trail junction.</li><li>0.2 Big Bluff Overlook to the left.</li><li>1.0 Suspension Bridge across Boardtree Creek, the junction of Greeter Falls Loop Trail. Greeter Falls to the left; Greeter Falls parking lot to the right.</li></ul></li><li><p>Laurel Falls Trail - 0.30 Miles - Moderate - A short loop leading to a beautiful 25-foot waterfall behind the Stone Door Ranger Station. The trail begins to the right of the Stone Door Ranger Station.<br /></p><ul><li>0.1 Laurel Falls Overlook on a deck after the descent.</li><li>0.2 Laurel Creek above falls; Laurel Mill site to the right.</li><li>0.3 Return uphill on a historic trail used for 150 years.</li></ul></li><li><p>Laurel Trail - 2.90 Miles - Easy - This trail is the shortest route to the Alum Gap Campground and makes a great return trail for hikes on the Big Creek Gulf or Rim trails. The many moist fern-filled hollows become the headwaters of Laurel Creek. The trail begins to the left of the Stone Door Ranger Station.<br /></p><ul><li>0.1 The entrance road and power line are crossed.</li><li>2.6 Rock piles mark the site of an old moonshine still. 2.9 Big Creek Gulf Trail to the right, Big Creek Rim Trail Alum Gap Campground is 160 feet down Rim Trail.</li></ul></li><li>Mountain Oak Trail - 0.80 Miles - Easy - This trail connects the North Rim and North Plateau trails. A combination of these trails with the Savage Day Loop offers a 10-mile loop from the Savage Ranger Station.</li><li><p>North Plateau Trail - 7.10 Miles Easy to Moderate - This plateau top trail leads through beautiful old growth forest with several outstanding Shortleaf Pine stands. Except for crossing the Cagle Knobs, the trail is virtually flat. The trail begins from the North Rim Trail near Meadow Creek.<br /></p><ul><li>1.0 Trail follows the old logging railroad grade (circa 1926), referred to by the local people as the &lsquo;Dinky Line.'</li><li>1.1 Dinky Line Campground to the left.</li><li>1.2 Mountain Oak Trail to the left.</li><li>2.0 Trail crosses old jeep road at the top of Cagle Knobs.</li><li>2.4 An area of outstanding hardwood forest.</li><li>3.3 Meadow Creek can be seen to the right, through dense mountain laurel.</li><li>5.3 Two old jeep roads are crossed.</li><li>6.6 Ford of Stairway Creek - possible water source if treated.</li><li>7.0 Overlook of Coppinger Gulf.</li><li>7.1 Hobbs Cabin and Campground to the left; North Rim Trail straight ahead; Connector Trail down and to the right.</li></ul></li><li><p>North Rim Trail - 6.30 miles - Intermediate - This is a longer trail with more overlooks than any other trail at Savage Gulf. It follows the edge of the plateau on the north side of the Savage Creek Gulf. The trail begins from the Savage Day Loop Trail.<br /></p><ul><li>0.3 Suspension bridge across Meadow Creek; the North Plateau Trail begins to the right in 230'.</li><li>0.6 Meadow Creek Overlook - Savage and Meadow Creeks join directly below this 100' bluff.</li><li>0.7 Savage Creek Overlook - the creek is visible up the gulf.</li><li>1.4 Loose Rock Overlook.</li><li>1.7 Overlook of a cliff fall which wiped out everything from plateau top to creek-side, in January 1984. 2.0 Trail crosses Lick Creek.</li><li>2.2 Several overlooks of the short Lick Creek Gulf. 2.5 Ford across Quartz Pebble Creek.</li><li>2.8 West end of Mountain Oak Trail to the right.</li><li>2.9 Wooden bridge across Jumpin' Water Branch.</li><li>3.3 Jumpin' Water Overlook.</li><li>3.5 Yellow Bluff Overlook - at 200' is Savage Gulf's tallest bluff.</li><li>3.6 Over Pine Overlook.</li><li>4.7 Trail Edge Overlook.</li><li>5.0 Tommy Point Overlook.</li><li>6.1 Split Rock Overlook - Stone Door bluffs can be seen in the distance.</li><li>6.3 Connector Trail to the left; North Plateau Trail straight ahead; Hobbs Cabin and Campground is at the top of the hill to the right.</li></ul></li><li><p>Ranger Creek Falls Trail - 0.40 Miles - Moderate - This short trail leads to the falls and sink of Ranger Creek. The trail follows the usually dry streambed of Ranger Creek. Crossing the Big Creek streambed is required, which can be treacherous during high water. The trail begins from the Big Creek Gulf Trail.<br /></p><ul><li>0.1 Big Creek, normally dry, can be treacherous if the water is high. The trail continues on the opposite side.</li><li>0.2 Ranger Creek streambed crossing; normally dry.</li><li>0.4 Ranger Creek Falls.</li></ul></li><li><p>Savage Day Loop Trail - 4.20 Miles - Moderate - This hike is a perfect afternoon outing for those looking to view the gulf and Savage Falls. The loop is all on the plateau top and gives the hiker a great variety of features. This trail gives hikers access to several of the longer backcountry trails and is a great introduction to the Savage Gulf State Natural Area. The trail begins beside the Savage Gulf Ranger Station.<br /></p><ul><li>0.4 Suspension bridge across Boyd Branch.</li><li>1.0 Loop Junction - description to the left. Trail returns to this point after 2.2 miles.</li><li>1.2 South Rim Trail and Savage Falls to the left; loop trail continues to the right.</li><li>1.5 Spur trail to the Savage Falls Overlook on the left.</li><li>2.0 Rattlesnake Point Overlook - dedication plaque to former owners who preserved the area's forest.</li><li>2.2 North Rim Trail to the left.</li><li>2.8 Trail joins old narrow-gauge logging railroad grade which was used in the 1920s.</li><li>3.1 Loop junction - turn left to return to Ranger Station.</li><li>4.2 End of trail at Ranger Station.</li></ul></li><li><p>South Rim Trail - 5.80 Miles - Moderate - This plateau top trail follows the south rim of the Savage Creek Gulf, except for crossing Savage Creek at the beginning and crossing Peak Mountain at the end. There are several short spur trails to overlooks which are blazed in blue. Trail begins from Savage Day Loop Trail.<br /></p><ul><li>0.1 Suspension bridge across Savage Creek. Trail turns right to follow Savage Creek downstream to Savage Falls. Savage Falls Campground straight up the hill.</li><li>0.5 Overlook and access to pool of Savage Falls.</li><li>0.6 Second entrance to Savage Falls Campground to the left.</li><li>0.7 Laurel Branch is crossed on a metal bridge.</li><li>1.3 Step Down Overlook to the right.</li><li>1.6 Champion Overlook to the right.</li><li>1.9 Rhododendron Branch is crossed on a wooden bridge.</li><li>2.8 A view down into the gulf forest on spur trail to the right.</li><li>3.7 Site of an old moonshine still to the left.</li><li>4.0 Outstanding view of Yellow Bluff Overlook to the right.</li><li>4.1 Tulip Tree Overlook to the right.</li><li>4.3 Shaky Rock Overlook to the right.</li><li>4.5 Lichen Rock Overlook to the right.</li><li>4.8 Stagecoach Road Campground to the left.</li><li>5.8 Collin Rim Trail to the left, just a few feet down the Stagecoach Road Trail.</li></ul></li><li><p>Stage Coach Road Historic Trail 1.60 Miles - Difficult - In the 1840's this toll road was authorized for construction to connect McMinnville and Chattanooga. This section has been placed on the National Register of Historic Places. Extensive rockwork can be seen along the trail near the top of the plateau. Trail begins from the end of South Rim Trail and the end of the Collins Rim Trail.<br /></p><ul><li>0.1 Stacked rock walls hold the road grade as it steeply drops off the escarpment.</li><li>0.2 Rock wall terraces above the current trail were once part of the original road before the main switchback was completed in 1906.</li><li>0.5 Skinny Falls - a tall intermittent falls to the right.</li><li>1.6 Trail ends where the Connector Trail crosses the old road grade. Sawmill Campground and Stone Door to the left; Hobbs Cabin and Campground to the right.</li></ul></li><li><p>Stone Door Hike - 0.90 Miles - Easy - This easy 2 mile out-and-back hike is a must for all those first visiting the park. The Great Stone Door and the cliffs are not to be missed by anyone! This trail leads hikers past the Laurel Gulf Overlook and to the Great Stone Door and overlook along the edge of the plateau. Trail begins beside the Stone Door Ranger Station.<br /></p><ul><li>0.2 Laurel Gulf Overlook - a great view of Laurel Creek gorge with the Stone Door cliffs to the far right</li><li>0.9 Big Creek Rim Trail to the right; Big Creek Gulf Trail starting with the Stone Door straight ahead, and overlooks to the left and straight ahead.</li></ul></li></ul></div>"
						},
						
						{
							"title": "Cove Lake - Boating",
							"url_title": "cove-lake-boating",
							"activity": null,
							"activity_image": null
							
							,
							"activity_summary": "<p>Cove Lake has 14&#39; aluminum fishing boats available for rent. Rentals can be made daily at the park office/visitor center from 8 AM until 4:30 PM. </p>",
							"activity_description": "<p>Cove Lake has 14&#39; aluminum fishing boats available for rent. Rentals can be made daily at the park office/visitor center from 8 AM until 4:30 PM. Visitors may purchase a six-hour rental for $15 or an all-day rental for $25. All boats must be returned to the boat dock prior to sunset. Life jackets and paddles are provided but a guest may also bring their own electric trolling motor for use.</p>"
						},
						
						{
							"title": "Long Hunter - Alpine Tower Adventure",
							"url_title": "alpine-tower-adventure",
							"activity": "Alpine Tower Adventure",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/5116/long-hunter-alpine-tower.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/5116/long-hunter-alpine-tower__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/5116/long-hunter-alpine-tower__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/5116/long-hunter-alpine-tower__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/5116/long-hunter-alpine-tower__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/5116/long-hunter-alpine-tower__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/5116/long-hunter-alpine-tower__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/5116/long-hunter-alpine-tower__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/5116/long-hunter-alpine-tower__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Long Hunter State Park&#39;s AlpineTower is a 50-foot tall rentable adventue course.</p>",
							"activity_description": "<p>The Alpine Tower, a 50 foot tall structure, located on site, is designed to present the same challenges as rock climbing and high ropes course elements. This structure provides many routes and difficulty options, allowing for hours of fun and excitement.</p><p>The Alpine Tower experience also addresses the objectives such as:  Confidence, Trust, Support, Encouragement  and Teamwork.</p><p>The Park Rangers at Long Hunter are certified instructors and facilitate the Alpine Tower and the Team Challenge. They will work with groups to address: team building; group cohesion; trust; support; com-munication; judgment; decision making; sense of personal confidence; physical agility and coordination. No one is ever forced to do anything they do not want to do, although participants are strongly encouraged to step out of their comfort zone.</p><p>The minimum age for participation on the Alpine Tower is 10 years old.    A maximum of 12 participants per group are permitted in order to preserve the quality of the experience, safety precautions are our first priority.</p><p>Reservations are required to use the tower. To reserve a date or for more information, please contact the park office at 615-885-2422. Please reserve your program in a timely manner to allow a facilitator to prepare for your program.</p><p>Each request must be handled on a first-come first-serve basis as dictated by Rangers availability. Park hours are 7AM until sunset, daily, programs should be scheduled accordingly. A fee of $100 per group is due upon reservation.</p>"
						},
						
						{
							"title": "Radnor Lake - Interpretive Programs",
							"url_title": "radnor-lake-interpretive-programs",
							"activity": "Barbara J. Mapp Aviary Education Center ",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1865/november_pix_by_steve_ward_2014_285.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1865/november_pix_by_steve_ward_2014_285__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1865/november_pix_by_steve_ward_2014_285__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1865/november_pix_by_steve_ward_2014_285__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1865/november_pix_by_steve_ward_2014_285__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1865/november_pix_by_steve_ward_2014_285__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1865/november_pix_by_steve_ward_2014_285__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1865/november_pix_by_steve_ward_2014_285__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1865/november_pix_by_steve_ward_2014_285__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Current hours of operation of the Barbara J. Mapp Aviary Center have been changed due to COVID-19. Scheduled tours and interpretive programs will be conducted by the park staff weekly.  Pre-registration is required to attend, can be done so online under upcoming events as they are posted weekly. Also, these tours-programs are free-no charge but will be limited to 8 park visitors due to CDC guidelines for group activities for the remainder of 2020. <a href=\"http://tnstateparks.com/parks/events/radnor-lake/#/?park=radnor-lake\">Find Events</a>.</p>",
							"activity_description": "<h4>Hours of Operation</h4><p>Current hours of operation of the Barbara J. Mapp Aviary Center have been changed due to COVID-19. Scheduled tours and interpretive programs will be conducted by the park staff weekly.  Pre-registration is required to attend, can be done so online under upcoming events as they are posted weekly. Also, these tours-programs are free-no charge but will be limited to 8 park visitors due to CDC guidelines for group activities for the remainder of 2020. <strong><a href=\"https://tnstateparks.com/parks/events/radnor-lake/#/?park=radnor-lake\">Find Events</a>.</strong></p><p>The Barbara J. Mapp Aviary Education Center provides educational programs, allows up-close observation of non-releasable birds of prey, and offers a bird&#39;s eye view of the surrounding hillside and wildlife. In addition, interpretive displays on venomous snakes, non-venomous snakes, and turtles are available inside the main building. Constructed as a boardwalk, nestled in the natural area, the facility is wheelchair accessible. The nearby amphitheater provides outdoor seating for our ranger-led educational programs. The aviary center is now fully occupied with one great horned owl, one red-tailed gawk, one, black vulture, one golden eagle, one immature eagle, and two mature bald eagles.</p><p>To minimize stress on the captive birds at the aviary, initial public hours are limited to a two-day-a-week schedule. In addition, pets are not permitted on the boardwalk at the Barbara J. Mapp Aviary Education Center. The aviary center opened on May 2nd, 2015.</p><h5>Directions</h5><p>The Barbara J. Mapp Aviary Education Center is located at the top of Hall Drive, off of Otter Creek Rd.<br />From East Parking Area, walk west on Otter Creek Road to Hall Drive to Aviary- 3/4 of a mile.<br />From West Parking Area(Walter Criley Visitor Center), walk east on Otter Creek Road to Hall Drive to Aviary is 1.4 miles. The hike up to Hall Drive is paved but steep.</p><h5>Aviary Project Update</h5><p>The Barbara J. Mapp Aviary Education Center project consists of two phases.</p><ul><li>Phase I - 550-foot boardwalk and five pens that will be home to four non-flighted raptors and one non-flighted American Bald Eagle. Phase I is complete thanks to a recent $50,000 matching grant from Barbara J. Mapp Foundation and many generous donors.</li><li>Phase II - a netted Eagle aviary that will house two flighted American Bald Eagles. Friends of Radnor Lake is actively fundraising by seeking grants, corporate partners and private donations to raise the final $100,000 to complete the Eagle Aviary, and related education programs and materials.</li></ul>"
						},
						
						{
							"title": "Big Hill Pond - Biking",
							"url_title": "big-hill-pond-biking",
							"activity": "Biking",
							"activity_image": null
							
							,
							"activity_summary": "<p>Mountain bikes are allowed on the same trails as horses, but please be considerate of one another when meeting or passing. Trail is blazed Red.</p>",
							"activity_description": "<p><strong>Trail Length:</strong> 14 miles<br /><strong>Trail Rating:</strong> Intermediate</p>"
						},
						
						{
							"title": "Booker T. Washington - Biking",
							"url_title": "booker-t.-washington-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/282/mtn_bike.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/282/mtn_bike__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/282/mtn_bike__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/282/mtn_bike__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/282/mtn_bike__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/282/mtn_bike__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/282/mtn_bike__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/282/mtn_bike__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/282/mtn_bike__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Booker T. Washington offers a single track bike trail on a 6-mile loop. The trail features some long uphill climbs with rewarding, but very fast, downhills. The trail also has some banked (off-camber) turns. This trail is challenging but still rated for all abilities.</p>",
							"activity_description": null
						},
						
						{
							"title": "Chickasaw - Biking",
							"url_title": "chickasaw-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/283/lh-bike.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/283/lh-bike__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/283/lh-bike__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/283/lh-bike__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/283/lh-bike__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/283/lh-bike__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/283/lh-bike__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/283/lh-bike__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/283/lh-bike__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Bicycles are allowed on park roads, and cyclists may access miles of additional roads in the adjacent Chickasaw State Forest.</p><p><strong>Trail Rating:</strong> Intermediate</p>",
							"activity_description": null
						},
						
						{
							"title": "Cove Lake - Biking",
							"url_title": "cove-lake-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/284/paved_trail_fall_2a.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/284/paved_trail_fall_2a__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/284/paved_trail_fall_2a__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/284/paved_trail_fall_2a__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/284/paved_trail_fall_2a__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/284/paved_trail_fall_2a__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/284/paved_trail_fall_2a__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/284/paved_trail_fall_2a__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/284/paved_trail_fall_2a__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The paved bike trail is great for beginners! The path meanders its way through the park and overlooks the lake.</p><p><strong>Trail Length:</strong> 3.5 miles<br /><strong>Trail Rating:</strong> Beginner</p>",
							"activity_description": null
						},
						
						{
							"title": "David Crockett - Biking",
							"url_title": "david-crockett-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/285/bike__small.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/285/bike__small__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/285/bike__small__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/285/bike__small__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/285/bike__small__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/285/bike__small__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/285/bike__small__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/285/bike__small__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/285/bike__small__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>A paved bicycle trail carries you through the woods where you may see wildlife along the ride.</p>",
							"activity_description": "<p>You will finish your ride at the swimming pool parking lot. You can return by the same route or ride on the main park road leading from the front of the park restaurant.</p><p><strong>Trail Length:</strong> 3 miles<br /><strong>Trail Rating:</strong> Intermediate</p>"
						},
						
						{
							"title": "Fall Creek Falls - Biking",
							"url_title": "fall-creek-falls-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/286/bike_generic.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/286/bike_generic__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/286/bike_generic__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/286/bike_generic__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/286/bike_generic__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/286/bike_generic__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/286/bike_generic__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/286/bike_generic__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/286/bike_generic__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Fall Creek Falls has three mountain bike trails covering 24 miles. The park offers bike rentals at the Canopy Challenge Course near the pool and Park Office.</p>",
							"activity_description": "<h5>Bike Rentals</h5><p>The Canopy Challenge Course offers first-come, first-served bike rentals from their location near the Fall Creek Falls State Park Office and pool.</p><h5>Trail Descriptions</h5><p><strong>Upper Loop Trail (Moderate - 13.5 mile single track)</strong><br />The Upper Loop Trail follows a little used backpacker trail. Because the trail was initially designed for backpacking, it contains some tight and twisty singletrack interlaced with open and flowing sections. The trail goes over rolling hills, with rocky sections and a few nice climbs. The Upper Loop can be accessed from the north entrance at the original park headquarters. </p><p><strong><span style=\"line-height: 1.6;\">Chinquapin Ridge Mountain Bike Trail (Moderate - six mile out and back)</span></strong><br /><span style=\"line-height: 1.6;\">Located at the south end of the park between the Newton Ford Picnic Area and Group Lodge 1, this double track trail allows mountain bikers to visit some of the more remote areas of the park. This trail has several moderate inclines/declines with some creek crossings.</span></p><p><strong>Piney Mountain Bike Trail (Moderate - eight mile out and back)</strong><br />Leaving from the Group Camp 2 gate this out and back double track trail begins with a downhill ride crossing Piney Creek. This moderate ride will eventually end near the rim of Cane Creek gorge.</p><p><strong>Trail Length:</strong> 24 miles<br /><strong>Trail Rating:</strong> Intermediate</p>"
						},
						
						{
							"title": "Frozen Head - Biking",
							"url_title": "frozen-head-biking",
							"activity": "Biking",
							"activity_image": null
							
							,
							"activity_summary": "<p>The parks trail system is for hikers only but a nine mile fire road offers a great view of the park all while climbing to the parks high point.</p><p><strong>Trail Length:</strong> 9 miles<br /><strong>Trail Rating:</strong> Advanced</p>",
							"activity_description": null
						},
						
						{
							"title": "Harrison Bay - Biking",
							"url_title": "harrison-bay-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/288/mtn_bike.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/288/mtn_bike__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/288/mtn_bike__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/288/mtn_bike__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/288/mtn_bike__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/288/mtn_bike__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/288/mtn_bike__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/288/mtn_bike__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/288/mtn_bike__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The 4.5-mile Bay Point Loop is an easy to moderate biking and hiking trail that meanders along the shoreline. Popular with local bike clubs and individuals, the wide trail features several small climbs and great views of the lake. <br /><strong>Trail Length:</strong> 4.5 miles<br /><strong>Trail Rating:</strong> Intermediate</p>",
							"activity_description": null
						},
						
						{
							"title": "Long Hunter - Biking",
							"url_title": "long-hunter-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/289/lh-bike.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/289/lh-bike__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/289/lh-bike__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/289/lh-bike__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/289/lh-bike__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/289/lh-bike__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/289/lh-bike__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/289/lh-bike__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/289/lh-bike__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The Jones Mill Mountain Bike Trail is located in the Bryant Grove Recreation Area.</p>",
							"activity_description": "<p>The trail features two loops: one two-mile loop and one four-mile loop. These trails offer a variety of challenges to mountain bikers and a great view of the lake from Bald Knob. Hikers are also welcome on the bike trail.</p><p><strong>Trail Length:</strong> 5 miles<br /><strong>Trail Rating:</strong> Intermediate</p>"
						},
						
						{
							"title": "Meeman-Shelby - Biking",
							"url_title": "meeman-shelby-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/290/bike__small.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/290/bike__small__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/290/bike__small__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/290/bike__small__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/290/bike__small__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/290/bike__small__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/290/bike__small__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/290/bike__small__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/290/bike__small__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The 5-mile bike trail is a down and back, intermediate trailsuitable for a cross or mountain bike.</p>",
							"activity_description": "<p>The trail has a little bit of everything: flat areas, smooth pavement, switchbacks and some great turns. It's also well marked so you won't get lost. It's short, but has good elevation gain without ever getting too steep. Most of the trail is along a paved closed road before narrowing to drop off the Chickasaw Bluffs. If you are looking for a great ride to get away from the city and weave your way through a large forest, look no further. Portions of the trail by Shelter 2 can accommodate wheelchairs and strollers.</p><p><strong>Trail Length:</strong> 5 miles<br /><strong>Trail Rating:</strong> Intermediate</p>"
						},
						
						{
							"title": "Mousetail Landing - Biking",
							"url_title": "mousetail-landing-biking",
							"activity": "Biking",
							"activity_image": null
							
							,
							"activity_summary": "<p>A series of mountain bike trails weave through a hilly section of the park.  Very steep climbs and great downhills make this system of trails a must ride.</p>",
							"activity_description": "<p><strong>Trail Length:</strong> 7 miles<br /><strong>Trail Rating:</strong> Advanced</p>"
						},
						
						{
							"title": "Natchez Trace - Biking",
							"url_title": "natchez-trace-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/293/bike.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/293/bike__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/293/bike__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/293/bike__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/293/bike__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/293/bike__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/293/bike__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/293/bike__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/293/bike__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Mountain biking is allowed on the multi-use fire trails.</p>",
							"activity_description": "<p>There are over 50 miles of fire trails that are multi-use (bike, horse, and off road vehicle). The trails are dirt or gravel with varying terrain.</p><p><strong>Trail Length:</strong> 50+ miles<br /><strong>Trail Rating:</strong> Intermediate</p>"
						},
						
						{
							"title": "Panther Creek - Biking",
							"url_title": "panther-creek-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/294/panther_creek_bikers-crop.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/294/panther_creek_bikers-crop__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/294/panther_creek_bikers-crop__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/294/panther_creek_bikers-crop__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/294/panther_creek_bikers-crop__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/294/panther_creek_bikers-crop__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/294/panther_creek_bikers-crop__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/294/panther_creek_bikers-crop__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/294/panther_creek_bikers-crop__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Panther Creek has several miles of biking trails with an intermediate rating.</p>",
							"activity_description": "<p>Old Farm Trails are easy 1.0 or 1.5 mile loops.<br />Trout Lily Trail is a 2.0 mile loop developed by the Appalachian Mountain Bike Club. It's for experienced bicyclists.<br />Deer Run Trail winds back and forth for 0.8 miles<br />Piney Cove Trail after 0.6 mile, connects with either Old Wagon Trail or Panther Path.<br />Panther Path starts near the park entrance. It connects with the Old Wagon Road Trail to make almost a 2 mile bike ride or hike. <br />Old Wagon Trail is great for youngsters. It's flat for 0.8 mile and bicyclists and hikers can connect to Piney Cove and Deer Run trails for an extended ride or walk.</p><p><strong>Trail Length:</strong> 8 miles<br /><strong>Trail Rating:</strong> Intermediate</p>"
						},
						
						{
							"title": "Tims Ford - Biking",
							"url_title": "tims-ford-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/295/lh-bike.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/295/lh-bike__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/295/lh-bike__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/295/lh-bike__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/295/lh-bike__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/295/lh-bike__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/295/lh-bike__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/295/lh-bike__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/295/lh-bike__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>There are seven miles of paved biking/hiking trails that connect all the major areas of the park. A multi-use mountain bike/hiking trail has an out and back total of over 16 miles and runs along the shoreline of Tims Ford Reservoir.</p>",
							"activity_description": "<p><strong>Trail Length:</strong> 22 miles<br /><strong>Trail Rating:</strong> Intermediate</p><p>All children age 16 years and younger are required to wear a helmet while biking.</p>"
						},
						
						{
							"title": "Warriors&#039; Path - Biking",
							"url_title": "warriors-path-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/296/imgp9831.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/296/imgp9831__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/296/imgp9831__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/296/imgp9831__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/296/imgp9831__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/296/imgp9831__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/296/imgp9831__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/296/imgp9831__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/296/imgp9831__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Bicycles are welcome on park roads as well as the paved path around Duck Island and over 12.5 more miles of scenic mountain bike trails.<br /> </p>",
							"activity_description": "<p>Many cyclists enjoy the paved path (7/10 of a mile) around Duck Island. &#8203;&#8203;&#8203;This path is open to cyclists and pedestrians, but not to automobiles. The park is also home to a designated National Recreation Trail - a system of over 12.5 miles of scenic and challenging mountain bike trails. These trails are also open to hikers. Note that cyclists under 16 years of age MUST wear an approved bicycle helmet.</p><p><strong>Trail Length:</strong> 12.5 miles<br /><strong>Trail Rating:</strong> Intermediate</p>"
						},
						
						{
							"title": "Seven Islands - Biking",
							"url_title": "seven-islands-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1357/biking_generic_web.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1357/biking_generic_web__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1357/biking_generic_web__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1357/biking_generic_web__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1357/biking_generic_web__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1357/biking_generic_web__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1357/biking_generic_web__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1357/biking_generic_web__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1357/biking_generic_web__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Seven Islands is a good starting point for road cyclists that want to tour the back roads in the area. Bicyclists are also welcome to ride on the paved greenway, a one-way route down to the river. The road is mostly level and also a popular route for wildlife observation.</p>",
							"activity_description": null
						},
						
						{
							"title": "Rocky Fork - Biking",
							"url_title": "rocky-fork-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/2392/rocky-fork-trail-crop.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/2392/rocky-fork-trail-crop__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/2392/rocky-fork-trail-crop__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/2392/rocky-fork-trail-crop__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/2392/rocky-fork-trail-crop__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/2392/rocky-fork-trail-crop__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/2392/rocky-fork-trail-crop__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/2392/rocky-fork-trail-crop__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/2392/rocky-fork-trail-crop__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Nearly 15 miles of marked mountain biking trails inside the state park boundary provide access to 8000 acres of remote, unmarked and unsigned logging roads.</p>",
							"activity_description": "<p>These trails provide for scenic and challenging rides for the ambitious mountain biker. The primitive roads are shared with hikers. Expect rough terrain, stream crossings and outstanding views. </p>"
						},
						
						{
							"title": "Henry Horton - Biking",
							"url_title": "henry-horton-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/3859/drb_1891.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/3859/drb_1891__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/3859/drb_1891__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/3859/drb_1891__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/3859/drb_1891__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/3859/drb_1891__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/3859/drb_1891__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/3859/drb_1891__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/3859/drb_1891__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Bikes are allowed on paved roads throughout Henry Horton State Park.</p>",
							"activity_description": "<p>Bikes are allowed on paved roads throughout Henry Horton State Park, including the Henry Horton Greenway. Bikes are not allowed on the trails, but the parks serves as the starting point for a variety of great road biking experiences.</p><p>Henry Horton State Park is host to a two-day 100+ mile bike ride each year that begins and ends at the park. This event is called the Horton 100 and offers cyclists to experience the best of what Middle Tennessee has to offer from the prime vantage point of a bike seat. .</p>"
						},
						
						{
							"title": "Cumberland Mountain - Biking",
							"url_title": "cumberland-mountain-biking",
							"activity": "Biking",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/4701/cumberland-mtn_mtn-bike.jpeg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/4701/cumberland-mtn_mtn-bike__small.jpeg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/4701/cumberland-mtn_mtn-bike__thumbnail.jpeg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/4701/cumberland-mtn_mtn-bike__large.jpeg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/4701/cumberland-mtn_mtn-bike__lazy_xs.jpeg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/4701/cumberland-mtn_mtn-bike__lazy_sm.jpeg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/4701/cumberland-mtn_mtn-bike__lazy_md.jpeg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/4701/cumberland-mtn_mtn-bike__lazy_lg.jpeg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/4701/cumberland-mtn_mtn-bike__lazy_xl.jpeg"
							}
							],
							"activity_summary": "<p>We have approximately four miles of dedicated mountain biking trails. Three miles is moderately technical single track with jump lines and technical downhill lines to grow skills. Alley Cat and Devil Dog combined is the 3-mile loop. Peter Rabbit is the beginner jump line and Hurricane is the advanced jump line. Rock City is the rocky technical trail to challenge skills. Helmets are required for anyone using the trail. Trails are dedicated exclusively to mountain biking, hiking is NOT allowed.</p>",
							"activity_description": null
						},
						
						{
							"title": "Paris Landing State Park - Birding",
							"url_title": "paris-landing-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/16/plosprey.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/16/plosprey__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/16/plosprey__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/16/plosprey__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/16/plosprey__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/16/plosprey__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/16/plosprey__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/16/plosprey__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/16/plosprey__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Along the paved picnic loop, views of the lake are fantastic for migrating and wintering water birds. In late afternoon sunlight coots, geese, loons, grebes, cormorants and many bay ducks can be seen. In the shallows and swampy areas adjacent to the south and north sides of State Highway 79, marsh ducks congregate.</p>",
							"activity_description": "<p>More lake views are possible from any shoreline opening and from behind Cabins 4 and 5, and wintering bald eagles are a common sight.  For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/paris-landing_bird-flyer.pdf\"><strong>view flyer.</strong></a></p>"
						},
						
						{
							"title": "Bledsoe Creek - Birding",
							"url_title": "bledsoe-creek-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/147/blue-heron-in-flight.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/147/blue-heron-in-flight__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/147/blue-heron-in-flight__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/147/blue-heron-in-flight__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/147/blue-heron-in-flight__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/147/blue-heron-in-flight__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/147/blue-heron-in-flight__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/147/blue-heron-in-flight__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/147/blue-heron-in-flight__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Bledsoe Creek is a small park located in the state's Central Basin on the shore of impounded Bledsoe Creek, a tributary of Old Hickory Lake. Over four and a half miles of trails take visitors from the lakeshore to a high ridgetop. From these locations, a variety of birds ranging from waders and wintering waterfowl to transient and nesting songbirds may be observed. One hundred and sixteen species have been recorded at the park. For additional birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/bledsoe_creek_birding_flyer.pdf\">view flyer</a>.</p>",
							"activity_description": "<p>Bledsoe Creek is a small park located in the state's Central Basin on the shore of impounded Bledsoe Creek, a tributary of Old Hickory Lake. Over four and a half miles of trails take visitors from the lakeshore to a high ridgetop. From these locations, a variety of birds ranging from waders and wintering waterfowl to transient and nesting songbirds may be observed. One hundred and sixteen species have been recorded at the park. For additional birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/bledsoe_creek_birding_flyer.pdf\">view flyer</a>.</p><p><strong>Mayo Wix Trail: 36.37818, -86.36035, Year-round</strong><br />1.0 Miles | Paved Surface | Easy | www.cityofclarksville.com/index.aspx?page=125 | 931-645-7476<br />This level barrier-free trail goes through young woodlands and is adjacent to a shaded stream. A wildlife viewing deck<br />offering views of open water and a swampy backwater habitat.<br />Featured Birds: red-shouldered hawk, belted kingfisher, green heron, barred owl, pileated woodpecker, Carolina wren,<br />prothonotary warbler, Louisiana waterthrush, other warblers in migration, indigo bunting.</p><p><strong>Shoreline Trail: 36.37716, -86.35907, Year-round</strong><br />1.5 Miles | Natural Surface | Easy<br />This trail hugs the shore consisting of open woods, with several accessible open water viewing spots, ending at the park<br />boat ramp.<br />Featured Birds: Canada goose, bald eagle, osprey, great egret, great blue heron, double-crested cormorant, lesser scaup,<br />bufflehead, other winter waterfowl, black and turkey vulture, purple martin, eastern kingbird, northern rough-winged<br />swallow, downy and hairy woodpecker, northern parula, yellow-throated warbler, American goldfinch.</p><p><strong>High Ridge Trail: 36.37864, -86.36057, Winter, Spring, Fall</strong><br />1.3 Miles | Natural Surface | Moderate/Challenging<br />Climbing in elevation from the lakeshore to a high ridge with a scenic view of the lake, this trail winds through oak-hickory<br />forest, along a steep, rocky hillside and shaded lake edge.<br />Featured Birds: Red-tailed and sharp-shinned hawk, red-bellied woodpecker, wild turkey, great-crested flycatcher, scarlet<br />and summer tanager, yellow-billed cuckoo, blue-gray gnatcatcher, Kentucky and black-and-white warbler, Tennessee, other<br />warblers in migration, American goldfinch.</p>"
						},
						
						{
							"title": "Burgess Falls - Birding",
							"url_title": "burgess-falls-birding",
							"activity": "Birding",
							"activity_image": null
							
							,
							"activity_summary": "<p>Barn and northern rough-winged swallows sally out over the river, and green and yellow-crowned night herons may be seen during spring and summer at the river's edge and on a lake created by an early concrete dam.</p>",
							"activity_description": "<p>An observation deck overlooks the lake next to the upper parking area, which embraces a large butterfly garden filled with native nectar and larval host plants.</p>"
						},
						
						{
							"title": "Cedars of Lebanon - Birding",
							"url_title": "cedars-of-lebanon-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/149/cedars-of-lebanon-birding.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/149/cedars-of-lebanon-birding__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/149/cedars-of-lebanon-birding__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/149/cedars-of-lebanon-birding__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/149/cedars-of-lebanon-birding__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/149/cedars-of-lebanon-birding__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/149/cedars-of-lebanon-birding__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/149/cedars-of-lebanon-birding__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/149/cedars-of-lebanon-birding__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Cedars of Lebanon is within a 10,000-acre state forest in the states' Inner Central Basin. Characterized by thin limestone soils and little surface water, the area is forested with eastern red cedar or by hardwoods on low hills or where deep soils occur. Forests are interspersed with extensive level open cedar glades, unique habitats that support rare or endemic plants, and attract birds of open country such as indigo bunting, prairie warbler, field sparrow and yellow-breasted chat. Adjacent oak-hickory woods are home to forest species such as barred and eastern screech owl, tanagers, vireos, and several warblers. Over 121 species have been recorded. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/cedars_of_lebanon_birding_flyer.pdf\">view flyer</a>.</p>",
							"activity_description": "<p>Cedars of Lebanon is within a 10,000-acre state forest in the states' Inner Central Basin. Characterized by thin limestone soils and little surface water, the area is forested with eastern red cedar or by hardwoods on low hills or where deep soils occur. Forests are interspersed with extensive level open cedar glades, unique habitats that support rare or endemic plants, and attract birds of open country such as indigo bunting, prairie warbler, field sparrow and yellow-breasted chat. Adjacent oak-hickory woods are home to forest species such as barred and eastern screech owl, tanagers, vireos, and several warblers. Over 121 species have been recorded. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/cedars_of_lebanon_birding_flyer.pdf\">view flyer</a>.</p><p><strong>Cedar Run Trail: 36.08537, -86.32484, Year-round</strong><br />1.90 Miles, Natural Surface, Easy<br />From trailhead next to Jackson Cave, this trail traverses cedar woods edges containing former farm ponds, sinkholes, and the interior of an ongoing prairie restoration project area managed by prescribed fire.<br />Featured Birds: summer tanager, prairie warbler, common yellowthroat, yellow-breasted chat, field sparrow, indigo bunting, eastern towhee, red-tailed hawk, wild turkey, common nighthawk, American woodcock.</p><p><strong>Dixon Merritt Trail: 36.08595, -86.32433, Spring, Summer, Fall</strong><br />0.90 Miles, Natural Surface, Easy<br />This trail begins in the picnic area next to Cedar Forest Lodge and winds through young woodlands and by a large spring.<br />Featured Birds: yellow-billed cuckoo, Kentucky and various warblers, Carolina wren, red-shouldered hawk, eastern screech-owl, blue-gray gnatcatcher, tufted titmouse, red-headed woodpecker in the picnic area.</p><p><strong>Hidden Springs Trail (south portion/road): 36.07694, -86.31624, Spring, Summer, Fall</strong><br />3.50 Miles, Natural/Paved Surface, Easy<br />When starting at the picnic area and using Susie Warren Trail/Cedar Forest Road, the route travels through oak-hickory forest, large open cedar glade, and road edge.<br />Featured Birds: white-eyed, red-eyed and yellow-throated vireos, black and white warblers, ovenbird, Cooper's hawk, eastern whip-poor-will, great-crested flycatcher, wood thrush, barred owl, pileated woodpecker, chuck-will's-widow (look for red eyeshine along the edge of the road).</p>"
						},
						
						{
							"title": "Cumberland Mountain - Birding",
							"url_title": "cumberland-mountain-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/150/img_4431crop.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/150/img_4431crop__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/150/img_4431crop__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/150/img_4431crop__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/150/img_4431crop__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/150/img_4431crop__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/150/img_4431crop__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/150/img_4431crop__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/150/img_4431crop__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Herons, belted kingfishers, and ducks in migration or wintering can be seen from the lakeshore. For more park and nearby birding locations, <a href=\"http://tnstateparks.com/assets/pdf/additional-content/cumberland-mountain_bird-flyer.pdf\">view flyer</a>.</p>",
							"activity_description": null
						},
						
						{
							"title": "Dunbar Cave - Birding",
							"url_title": "dunbar-cave-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/151/dunbar_cave_jr._ranger_camp_day_3_-_birds_of_prey_1jessie_and_red-tail_hawk_from_reelfoot_lake.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/151/dunbar_cave_jr._ranger_camp_day_3_-_birds_of_prey_1jessie_and_red-tail_hawk_from_reelfoot_lake__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/151/dunbar_cave_jr._ranger_camp_day_3_-_birds_of_prey_1jessie_and_red-tail_hawk_from_reelfoot_lake__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/151/dunbar_cave_jr._ranger_camp_day_3_-_birds_of_prey_1jessie_and_red-tail_hawk_from_reelfoot_lake__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/151/dunbar_cave_jr._ranger_camp_day_3_-_birds_of_prey_1jessie_and_red-tail_hawk_from_reelfoot_lake__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/151/dunbar_cave_jr._ranger_camp_day_3_-_birds_of_prey_1jessie_and_red-tail_hawk_from_reelfoot_lake__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/151/dunbar_cave_jr._ranger_camp_day_3_-_birds_of_prey_1jessie_and_red-tail_hawk_from_reelfoot_lake__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/151/dunbar_cave_jr._ranger_camp_day_3_-_birds_of_prey_1jessie_and_red-tail_hawk_from_reelfoot_lake__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/151/dunbar_cave_jr._ranger_camp_day_3_-_birds_of_prey_1jessie_and_red-tail_hawk_from_reelfoot_lake__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Dunbar Cave offers excellent birding year-round.</p>",
							"activity_description": "<p>In the spring and fall, the Lake Trail offers excellent birding. The trail meanders along the edge of Swan Lake and into the hilly mixed deciduous woods, offering a good mix waterfowl and song birds. Swan Lake supports waterfowl visitors during migration and in winter. In the summer, the cave mouth is a great place to experience cool cave air, and see the nesting eastern phoebe. Download a pdf of our <strong><a href=\"https://tnstateparks.com/assets/pdf/additional-content/dunbar-birds-checklist.pdf\">bird checklist.</a></strong> For more park and nearby birding locations, <a href=\"http://tnstateparks.com/assets/pdf/additional-content/dunbar-cave_pt-royal_bird-flyer.pdf\">view flyer</a>.</p>"
						},
						
						{
							"title": "Edgar Evins - Birding",
							"url_title": "edgar-evins-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/152/cedar_waxwing.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/152/cedar_waxwing__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/152/cedar_waxwing__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/152/cedar_waxwing__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/152/cedar_waxwing__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/152/cedar_waxwing__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/152/cedar_waxwing__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/152/cedar_waxwing__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/152/cedar_waxwing__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Wildlife is abundant at nearly any time of the year. Visitors may find at least three species of owl, bald eagles, as well as many forest songbird species including wood thrush and eastern wood-pewee.</p>",
							"activity_description": "<p>The cerulean warbler, a summer resident of the park's mixed hardwood forests is uncommon across most of Tennessee but is a common breeder at this park. The best opportunity for viewing this canopy top species is from the observation tower at the visitor's center. Birding can result in sightings of numerous songbirds, including scarlet and summer tanagers. On the peninsula below the cabins, transient waterfowl may be spotted as well as bald eagles and osprey. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/edgar-evins-bird-flyer.pdf\">view flyer</a>.</p>"
						},
						
						{
							"title": "Fall Creek Falls - Birding",
							"url_title": "fall-creek-falls-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/153/ducks.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/153/ducks__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/153/ducks__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/153/ducks__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/153/ducks__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/153/ducks__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/153/ducks__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/153/ducks__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/153/ducks__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Fall Creek Falls is filled with deep gorges, dense and diverse woods, and bluff-top vistas, attracting awide array of bird life year-round. One hundred and forty species of birds have been observed throughout the year.</p>",
							"activity_description": "<p>From the wide, panoramic views, such as famous Buzzard's Roost, migratory broad-winged and other &ldquo;buzzard hawks&rdquo; soar with resident turkey and black vultures, frequently at eye level. The bluff-tops also offer a peek into the canopy, with close looks at vibrantly colored warblers, vireos, and other neotropical migrants from mid-March to October. Year-round residents include barred owls, red-headed woodpeckers, Cooper's hawks, and white-breasted nuthatches. Fall Creek Lake provides viewing opportunities in the winter for a variety of transient ducks, loons, and bald eagles. For more park and nearby birding locations, <a href=\"http://tnstateparks.com/assets/pdf/additional-content/Fall_Creek_Falls_Bird_Flyer.pdf\">view flyer</a>.</p>"
						},
						
						{
							"title": "Harpeth River - Birding",
							"url_title": "harpeth-river-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/154/lhspnest.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/154/lhspnest__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/154/lhspnest__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/154/lhspnest__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/154/lhspnest__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/154/lhspnest__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/154/lhspnest__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/154/lhspnest__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/154/lhspnest__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The Harpeth River supports resident waders such as great blue and green herons, belted kingfishers and prothonotary warblers, to name but a few.</p>",
							"activity_description": "<p>The Gossett Tract, consisting mainly of old fields through which a pair of two mile trails meander, allows observation of northern bobwhite, American goldfinch and field sparrow. Mid to late summer is a particularly good time to see numerous field flowers, the insects that feed on them, and the songbirds that in turn depend upon them for sustenance.</p>"
						},
						
						{
							"title": "Henry Horton - Birding",
							"url_title": "henry-horton-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/155/birdinghorton.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/155/birdinghorton__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/155/birdinghorton__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/155/birdinghorton__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/155/birdinghorton__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/155/birdinghorton__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/155/birdinghorton__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/155/birdinghorton__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/155/birdinghorton__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Birding is exceptional for residents such as Carolina chickadee and tufted titmouse, pileated and red-bellied woodpeckers and migrating warblers. Over 70 species of birds have been observed throughout the year. For more park and nearby birding locations, <a href=\"http://tnstateparks.com/assets/pdf/additional-content/henry-horton_birding-flyer.pdf\">view flyer</a>.</p>",
							"activity_description": "<p>Habitats range from limestone cedar glades to mature deciduous forests interspersed with fields and young woodlands. The Duck River, recognized as one of the most biodiverse in the country, bisects the park and is accessible from the Wilhoite Mill Trail, the Adeline Wilhoite Horton River Trail and the river access in the picnic loop. Herons hunt for fish in the shallows while belted kingfishers fly over. Paved roadways wind past grasslands behind the inn and restaurant and along the tree-lined Duck River. Barn owls may be heard from trees here during winter and spring evenings. Turkey, black vultures and red-tailed hawks soar above open areas.</p><p>The Adeline Wilhoite Horton River Trail traverses cedar glade and old field habitats, especially good spots for brown thrasher, common yellowthroat, and yellow-breasted chat. The trail features a 20-foot observation tower that overlooks a large native grassland and wetland. From here, ducks, song sparrows, and wild turkey can be seen, while in nearby woods, winter residents such as ruby and golden-crowned kinglets and hermit thrush occur alongside the common Carolina chickadee, white-breasted nuthatch, and barred owl. During spring and fall migration, a variety of wood warblers present an exciting birding challenge. Over 70 species of birds have been observed throughout the year.</p><p>For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/henry-horton_birding-flyer.pdf\"><strong><font color=\"#0782c1\"><span style=\"caret-color: rgb(7, 130, 193);\"><u>VIEW FLYER.</u></span></font></strong></a></p>"
						},
						
						{
							"title": "Nathan Bedford Forrest - Birding",
							"url_title": "nathan-bedford-forrest-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/156/nbf_activity_birding.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/156/nbf_activity_birding__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/156/nbf_activity_birding__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/156/nbf_activity_birding__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/156/nbf_activity_birding__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/156/nbf_activity_birding__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/156/nbf_activity_birding__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/156/nbf_activity_birding__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/156/nbf_activity_birding__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Numerous migrating and wintering waterfowl along with herons, eagles, egrets and several gull species can be seen from the expansive open waters, available from the boat ramps and at open spots on trails along the shoreline.</p>",
							"activity_description": "<p>The trail system winds from hardwood bottoms uphill through oak-hickory forest, and trails on the Pilot Knob Ridge and the observation deck at the TN River Folklife Center enable views of the canopy for abundant resident and migrant songbirds. Hawks and owls seen throughout the park. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/Nathan_Bedford_Forrest_Bird_Flyer.pdf\">view flyer</a>.</p>"
						},
						
						{
							"title": "Johnsonville - Birding",
							"url_title": "johnsonville-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/157/blue-heron-in-flight.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/157/blue-heron-in-flight__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/157/blue-heron-in-flight__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/157/blue-heron-in-flight__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/157/blue-heron-in-flight__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/157/blue-heron-in-flight__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/157/blue-heron-in-flight__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/157/blue-heron-in-flight__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/157/blue-heron-in-flight__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>A wooded trail that begins at the entrance follows Trace Creek and includes an observation deck from which gulls, sandpipers and occasional bald eagles are seen in winter when mudflats are exposed.</p>",
							"activity_description": "<p>Hilltops with open forest near Civil War earthworks are ideal for seeing all of Tennessee's woodpeckers and white-breasted nuthatches. During migration and in winter, bay ducks and ring-billed gulls cavort in the open water. </p><p>For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/johnsonville_bird-flyer.pdf\">view flyer</a>.</p>"
						},
						
						{
							"title": "Old Stone Fort - Birding",
							"url_title": "old-stone-fort-birding",
							"activity": "Birding",
							"activity_image": null
							
							,
							"activity_summary": "<p>Birding during spring and fall migration of the canopy can be productive, and the northern parula and red-eyed vireo can be heard or seen throughout the summer as is the occasional wood duck. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/old-stone-fort_bird-flyer.pdf\">view flyer</a>.</p>",
							"activity_description": null
						},
						
						{
							"title": "Radnor Lake - Birding",
							"url_title": "radnor-lake-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/159/male-woodduck-at-radnor-lak.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/159/male-woodduck-at-radnor-lak__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/159/male-woodduck-at-radnor-lak__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/159/male-woodduck-at-radnor-lak__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/159/male-woodduck-at-radnor-lak__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/159/male-woodduck-at-radnor-lak__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/159/male-woodduck-at-radnor-lak__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/159/male-woodduck-at-radnor-lak__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/159/male-woodduck-at-radnor-lak__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>From November - April, a diversity of wintering waterfowl or transients can be easily viewed from anywhere along Otter Creek Road.</p>",
							"activity_description": "<p>Diving ducks such as Ring-necked and Canvasback are best seen near the center to west side of the lake, while marsh ducks such as Gadwall and American Widgeon prefer the shallower east end and the Big Slough. Observation decks are located along Otter Creek Road and along the Lake Trail. During spring and fall migration, birding the oak-hickory woods is popular and easiest along Otter Creek Road, the dam, Lake Trail and old caretaker residence. For more park and nearby birding locations, <strong><a href=\"https://tnstateparks.com/assets/pdf/additional-content/radnor-lake_bird-flyer.pdf\">view flyer</a>.</strong></p>"
						},
						
						{
							"title": "Reelfoot Lake - Birding",
							"url_title": "reelfoot-lake-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/160/feb2011reelfooteagles_130sm.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/160/feb2011reelfooteagles_130sm__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/160/feb2011reelfooteagles_130sm__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/160/feb2011reelfooteagles_130sm__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/160/feb2011reelfooteagles_130sm__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/160/feb2011reelfooteagles_130sm__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/160/feb2011reelfooteagles_130sm__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/160/feb2011reelfooteagles_130sm__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/160/feb2011reelfooteagles_130sm__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>While Reelfoot Lake is known for its eagles and Eagle Festival, White Pelicans also make the park home during their annual fall migration. </p>",
							"activity_description": "<p>While Reelfoot Lake is known for its eagles and Eagle Festival, White Pelicans also make the park home during their annual fall migration. A variety of other birds can be seen from the visitor center, including prothonotary warblers, double-crested cormorants, wood ducks and various wading birds. To the west, Keystone Trail offers similar viewing, with abundant goldfinches and migratory warblers attracted to thick, second-growth woods. From the shore, American coots and white pelicans can be seen in large numbers in this section of the lake. To the east on State Highway 21 at the new spillway is a pull-off on the south side from where an eagle nest is readily visible. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/Reelfoot_Lake_Bird_Flyer.pdf\">view flyer</a>.<br /><br />Reelfoot Lake offers a variety of birding canoe floats and boat tours throughout the year. For more information or to make a reservation please call the visitor center at 731-253-9652.<br /><br /><strong>January and February - Eagle Tours:</strong> Join experienced park naturalists on daily, bald eagle and waterfowl bus or van tours. During the two hour tours, eagles can be seen perching, flying or soaring and snatching a fish from the lake. Telescopes for viewing and information about the natural and cultural history of the wildlife and area are provided. Bald Eagle and Waterfowl Tours are $5 per person and reservations are required. <br /><br /><strong>Eagle Festival:</strong> This family-friendly festival features eagle tours and a variety of interpretive programs.<br /><br /><strong>March and April - Deep Swamp Canoe Tours: J</strong>oin park naturalists for a canoe trip into the old growth Cypress forest of Reelfoot Lake. The canoes glide around huge cypress trees and a variety of birds are usually seen, including nesting eagles. The old Cypress forest is one of the most unique areas of Reelfoot Lake, a place very few people have visited. Guided trips are offered during the weekends, and reservations are required. The tours are $10 per person and are not offered if lake levels become too low. </p><p><strong>May through end of September - Scenic Pontoon Boat Tours:</strong> Learn about the history and wonders of Reelfoot Lake on these popular tours. In addition to seeing a variety of flowers along the shore and the lake's beautiful water lilies, many birds can be seen including Great Blue Herons, ducks and the occasional eagle soaring above. The interpretive cruises depart daily from the visitor center, weather permitting. A stop on historic Caney Island Indian Mound provides picnic tables and primitive restrooms. The tour is approximately three hours long. For groups of 10 or more, special afternoon cruises may be planned, Monday through Friday. Short, one-hour cruises are offered on weekends at 1:30 p.m. and 3 p.m. CT. Short cruises are $6 per person/all ages; Long cruises are $10 per person, ages 16 and older and $6 for those under 16 years. Reservations are required. <br /><br /><strong>July - Lily Pad Canoe Tours: </strong>Canoeing through a bed of lily pads and seeing the beautiful flowering American Lotus, Spatter Doc, Duck weed and Cypress Trees.  Hearing a chorus of tree frogs on our Sunset tours or finding one on the Cut Grass during the day. These are just a few things you will see as you pass through the placid waters of Reelfoot Lakes shorelines and historic river channels. A trip you will not soon forget. Offered several times each month.  Call for more information and to register.   <br /><br /><strong>October </strong><strong>- Pelican Festival:</strong> The annual Reelfoot Lake Pelican Festival features three days of family-friendly fun. Get up close to these magnificent birds on our pelican canoe floats and don&#39;t forget your camera!  In addition to the canoe tours, pelican pontoon boat tours, wildlife photography programs and other activities are planned. Visit our <a href=\"http://tnstateparks.com/parks/events/reelfoot-lake\">events page</a> to learn more.</p>"
						},
						
						{
							"title": "Rock Island - Birding",
							"url_title": "rock-island-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/161/lhspnest.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/161/lhspnest__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/161/lhspnest__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/161/lhspnest__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/161/lhspnest__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/161/lhspnest__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/161/lhspnest__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/161/lhspnest__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/161/lhspnest__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Birds such as Osprey, Belted Kingfisher, Black-crowned Night Herons can be seen along with great blue herons which have a rookery nearby. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/rock-island_bird-flyer.pdf\">view flyer</a>.</p>",
							"activity_description": null
						},
						
						{
							"title": "South Cumberland - Birding",
							"url_title": "south-cumberland-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/162/dscn2528eda.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/162/dscn2528eda__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/162/dscn2528eda__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/162/dscn2528eda__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/162/dscn2528eda__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/162/dscn2528eda__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/162/dscn2528eda__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/162/dscn2528eda__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/162/dscn2528eda__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Open country birds such as Indigo Buntings, Field Sparrows and Eastern Bluebirds are among the many species seen here.</p>",
							"activity_description": "<p>Birding of the deciduous forest canopy during migration is facilitated from some of the Savage and other units spectacular bluff line overlooks. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/south-cumberland_bird-flyer.pdf\">view flyer</a>.</p>"
						},
						
						{
							"title": "Standing Stone - Birding",
							"url_title": "standing-stone-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/163/ashawns_pics_5-21-14_214.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/163/ashawns_pics_5-21-14_214__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/163/ashawns_pics_5-21-14_214__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/163/ashawns_pics_5-21-14_214__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/163/ashawns_pics_5-21-14_214__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/163/ashawns_pics_5-21-14_214__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/163/ashawns_pics_5-21-14_214__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/163/ashawns_pics_5-21-14_214__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/163/ashawns_pics_5-21-14_214__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Kelly Lake supports many red-eared sliders and painted turtles, great blue herons, and migrating waterfowl. Barred owls area regularly heard around the cabin area.</p>",
							"activity_description": "<p>The gravel road below the dam goes past fields managed as meadows, attracting American goldfinch and common yellowthroat.</p>"
						},
						
						{
							"title": "Tims Ford - Birding",
							"url_title": "tims-ford-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/164/img_41561.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/164/img_41561__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/164/img_41561__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/164/img_41561__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/164/img_41561__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/164/img_41561__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/164/img_41561__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/164/img_41561__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/164/img_41561__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Essentially an upland park, open field birds such as indigo bunting, song and field sparrow share created meadow areas on either side of the park road past the visitor center.</p>",
							"activity_description": "<p>Barred owls can be heard calling and seen on the nearby Spann House Trail. From the scenic Marble Plains overlook, the Ray Branch Shoreline Loop hugs the lake edge and is a good way to spot herons, pied-billed grebe and the occasional Bald Eagle. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/tims-ford_bird-flyer.pdf\">view flyer</a>.</p>"
						},
						
						{
							"title": "T.O. Fuller - Birding",
							"url_title": "t-o-fuller-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/165/reclaimed-wetlands-053.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/165/reclaimed-wetlands-053__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/165/reclaimed-wetlands-053__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/165/reclaimed-wetlands-053__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/165/reclaimed-wetlands-053__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/165/reclaimed-wetlands-053__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/165/reclaimed-wetlands-053__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/165/reclaimed-wetlands-053__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/165/reclaimed-wetlands-053__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>A new wildlife enhancement area is under development and will consist of floodplain wetlands, wildflower valleys, native grassy meadows, and upland ponds.</p>",
							"activity_description": "<p>Four miles of paved walking trails are open and the area already has attracted rare black-bellied whistling ducks, nesting black-necked stilts. Lying in the heart of the Mississippi Flyway, the area is on its way to becoming a significant birding area for resident and migratory songbirds, shorebirds and raptors and wintering waterfowl. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/t-o-fuller_bird-flyer.pdf\">view flyer</a>.</p>"
						},
						
						{
							"title": "Big Ridge - Birding",
							"url_title": "big-ridge-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/166/nest-sm.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/166/nest-sm__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/166/nest-sm__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/166/nest-sm__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/166/nest-sm__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/166/nest-sm__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/166/nest-sm__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/166/nest-sm__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/166/nest-sm__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Common loons sometimes visit during the winter and can be seen on Norris Lake. The trails are good places to see migratory birds in the spring and fall. Over 110 species of birds have been observed here throughout the year but the autumn months are the best. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/big_ridge_bird_flyer.pdf\">view flyer</a>.</p>",
							"activity_description": "<p>Common loons sometimes visit during the winter and can be seen on Norris Lake. The trails are good places to see migratory birds in the spring and fall. Over 110 species of birds have been observed here throughout the year but the autumn months are the best. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/big-ridge_bird-flyer.pdf\">view flyer</a>.</p><p>Lake Trail: 36.24953, -83.93439 | 1.5 Miles | Natural Surface, Moderate | Winter, Spring, Fall<br />This 1.5-mile (distance one way) easy to moderate trail meanders around one side of the 49-acre Big Ridge Lake. It crosses Big Ridge Dam, which was constructed in the 1930s by the Civilian Conservation Corp. The young men of the CCC are responsible for building the dam and many of the other structures in the park. This trail is an excellent one for viewing wildlife such as deer, frogs, heron, wood ducks, and much more.<br />Featured Birds: great blue heron nesting sites, bald eagle, osprey, belted kingfisher, wood ducks, Canada geese, red-tailed hawk.</p><p>Fisherman's Trail: 36.24803, -83.91883 | 0.3 Miles | Natural Surface,  Easy | Winter, Spring, Fall<br />This short and easy trail begins near the back entrance of the park and takes you to an area of Norris Lake known as Poor Land Valley. <br />Featured Birds: bald eagle, belted kingfisher, gulls, woodpeckers, northern flicker, and in the winter the <br />occasional common loon.</p><p>Big Valley Trail: 36.24600, -83.92240 | 1.7 Miles | Natural Surface, Difficult  | Year-round<br />The trail is a strenuous hike that travels a road once used by many of this area's earlier settlers as they hauled corn down to the Norton Gristmill. The trail traverses Pinnacle Ridge, descends into Dark Hollow, and then climbs to the top of Big Ridge. This trail has a wide variety of forest community changes and an elevation change, so the opportunity exists to see a lot of the upland species.<br />Featured Birds: red-shouldered hawk, great horned owl, warblers, woodpeckers, golden-crowned kinglet,<br />hermit thrush, Carolina wren, dark-eyed junco, eastern towhee.</p><p>Softball Field: 36.24228, -83.93111 | 0.1 Miles | Natural Surface, Easy | Winter, Spring, Summer<br />This site offers both open field and edge habitat. You can often see American woodcocks perform their aerial displays here at dusk during late winter and early spring.  <br />Featured Birds: American woodcock, goldfinch, Carolina chickadee, tufted titmouse, northern cardinal, eastern bluebird, blue jay, red-tailed hawk. </p>"
						},
						
						{
							"title": "Booker T. Washington - Birding",
							"url_title": "booker-t-washington-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/167/btw_sunset_2.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/167/btw_sunset_2__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/167/btw_sunset_2__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/167/btw_sunset_2__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/167/btw_sunset_2__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/167/btw_sunset_2__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/167/btw_sunset_2__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/167/btw_sunset_2__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/167/btw_sunset_2__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Bald eagles, osprey, and many species of waterfowl are frequently seen at Booker T. Washington State Park. The fishing pier is popular with great blue herons, and one is often seen on the peak of the roof. The hilly area where the mountain bike trails are located is excellent for spring and fall migratory birds. One hundred twenty-nine species have been observed. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/booker_t_washington_harrison_bay_bird_flyer.pdf\">view flyer</a>.</p>",
							"activity_description": "<p>Bald eagles, osprey, and many species of waterfowl are frequently seen at Booker T. Washington State Park. The fishing pier is popular with great blue herons, and one is often seen on the peak of the roof. The hilly area where the mountain bike trails are located is excellent for spring and fall migratory birds. One hundred twenty-nine species have been observed. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/booker_t_washington_harrison_bay_bird_flyer.pdf\">view flyer</a>.</p><p><strong>Booker T. Washington, Boat Ramp and Fishing Pier: 35.11218, -85.17730, Winter, Spring, Fall</strong><br />0.25 Mile | Paved Surface | Easy<br />The fishing pier and the boat ramp are the best areas for viewing the lake at the park.<br />Featured Birds: Canada goose, great blue heron, common loon, horned grebe, bald eagle, gulls, scaups, terns,<br />common loon, ducks, and mergansers.</p><p><strong>Booker T. Washington, Hiking Trail: 35.11220, -85.17527, Winter, Spring, Fall</strong><br />5.00 Miles | Natural Surface | Difficult<br />The brushy lake shore affords fall migrant songbirds and breeding eastern kingbird and orchard oriole. The<br />Virginia pines hold breeding brown-headed nuthatches and pine warblers.<br />Featured Birds: eastern kingbird, orchard oriole, brown-headed nuthatch, pine warbler, red-breasted nuthatch,<br />purple finch, and pine siskin.</p>"
						},
						
						{
							"title": "Cove Lake - Birding",
							"url_title": "cove-lake-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/168/lhspnest.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/168/lhspnest__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/168/lhspnest__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/168/lhspnest__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/168/lhspnest__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/168/lhspnest__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/168/lhspnest__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/168/lhspnest__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/168/lhspnest__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The lake serves as a magnet for migrating birds. In the winter there are hundreds of geese and other waterfowl.</p>",
							"activity_description": "<p>There are piers, bridges and a tower along the paved trail to aid in seeing the birds. The Volunteer Loop Trail, accessed from the CT Trailhead, traverses a mature hardwood forest where many migratory birds can be seen in the spring and fall and many nesting birds can also be found. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/cove-lake_indian-mountain_bird-flyer.pdf\">view flyer</a>.</p>"
						},
						
						{
							"title": "Fort Loudoun - Birding",
							"url_title": "fort-loudoun-birding",
							"activity": "Birding",
							"activity_image": null
							
							,
							"activity_summary": "<p>Fort Loudoun is surrounded by Tellico Lake and is a good place for shorebirds, osprey, and bald eagles.</p>",
							"activity_description": "<p>A varied landscape of forest and fields provide a diverse habitat for migratory birds. The fields are being converted to native grasses and provide an excellent habitat for quail and other birds of open land.</p>"
						},
						
						{
							"title": "Harrison Bay - Birding",
							"url_title": "harrison-bay-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/170/harrison-bay_eagle_web.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/170/harrison-bay_eagle_web__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/170/harrison-bay_eagle_web__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/170/harrison-bay_eagle_web__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/170/harrison-bay_eagle_web__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/170/harrison-bay_eagle_web__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/170/harrison-bay_eagle_web__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/170/harrison-bay_eagle_web__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/170/harrison-bay_eagle_web__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Harrison Bay State Park is located on the largest open water area of Chickamauga Lake. Shorebirds, wintering waterfowl, osprey, and bald eagles are frequently seen. A bald eagle nest is located on the golf course and is the site for the &ldquo;Eagle Cam&rdquo; for Tennessee State Parks. One hundred thirty species of birds have been observed. For more nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/booker_t_washington_harrison_bay_bird_flyer.pdf\">view flyer</a>.</p>",
							"activity_description": "<p>Harrison Bay State Park is located on the largest open water area of Chickamauga Lake. Shorebirds, wintering waterfowl, osprey, and bald eagles are frequently seen. A bald eagle nest is located on the golf course and is the site for the &ldquo;Eagle Cam&rdquo; for Tennessee State Parks. One hundred thirty species of birds have been observed. For more nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/booker_t_washington_harrison_bay_bird_flyer.pdf\">view flyer</a>.</p><p><strong>Harrison Bay, Bay Point Loop Trail: 35.16831, -85.11976, Winter, Spring, Fall</strong><br />4.50 Miles | Natural Surface | Moderate<br />Forested trail that follows along the lakeshore and shallow bays.<br />Featured Birds: pine warbler, Tennessee warbler, blackpoll warbler, black-throated green warbler, videos, red-headed woodpecker, brown-headed nuthatch, northern flicker, brown creeper, and waterfowl.</p><p><strong>Harrison Bay, Picnic Area: 35.16703, -85.12590, Winter, Spring, Fall</strong><br />0.25 Mile | Paved/Natural Surface | Easy<br />This wooded and semi-open peninsula provides easy views into the main lake and bay area containing the marina.<br />Featured Birds: black tern, Caspian tern, osprey, Canada goose, great blue heron, common loon, horned grebe, bald eagle, gulls, scaups, ducks, and mergansers.</p>"
						},
						
						{
							"title": "Hiwassee \/ Ocoee - Birding",
							"url_title": "hiwassee-ocoee-birding",
							"activity": "Birding",
							"activity_image": null
							
							,
							"activity_summary": "<p>The rivers are an excellent place to spot great blue herons fishing amongst the river rocks. Picnic areas bursting with wildflowers bring out an excellent variety of woodland birds as they dine on seeds, insects, and invertebrates. Bald eagles are also now occurring with greater frequency. Over 100 species of birds have been observed at the park. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/hiwasee_-ocoee_bird-flyer.pdf\">VIEW FLYER</a>.</p>",
							"activity_description": "<p>The rivers are an excellent place to spot great blue herons fishing amongst the river rocks. Picnic areas bursting with wildflowers bring out an excellent variety of woodland birds as they dine on seeds, insects, and invertebrates. Bald eagles are also now occurring with greater frequency. Over 100 species of birds have been observed at the park.</p><p>Gee Creek Trail: 35.24687, -84.54034 - Spring, Fall<br />1.00 Miles - Natural Surface - Easy<br />This trail crosses hemlock and rhododendron-lined streams and ends at a waterfall complete with a plunge pool.<br />Featured Birds: warblers, cliff swallow, northern parula, indigo bunting, chimney swift, American redstart, scarlet tanager, Swainson's thrush, cedar waxwing, rose-breasted grosbeak.</p><p>Hiwassee River Road (Powerhouse Road): Big Bend Overlook to Appalachian Powerhouse: 35.20074, -84.46711<br />2.10 Miles - Paved Surface - Easy - Spring, Fall<br />This section of Powerhouse Road borders a portion of the Hiwassee River with several islands and rapids.<br />Featured Birds: great blue heron, belted kingfisher, swallows, tufted titmouse, Carolina chickadee, and woodpeckers.</p><p>Lake Ocoee (Parksville Lake): Ocoee Scenic Byway from Sugarloaf Mtn. Park to Mac Point Beach: 35.09589,-84.65113<br />4.7 Miles - Paved Surface - Easy<br />This section of scenic byway skirts along the edge of Parksville Lake and Lake Ocoee. It is navigable by car.<br />Featured Birds: ring-billed gull, Canada goose, mallard, wood duck, herons, northern mockingbird, northern cardinal, northern rough-winged swallow, tree swallow, and barn swallows.</p><p>Ocoee Whitewater Center: Rhododendron Trail: 35.06649, -84.46133 - 1.00 Miles - Natural - Easy - Spring, Summer, Fall<br />Short trail along the Olympic course section of the Ocoee River.<br />Featured Birds: herons, turkey vulture, black vulture, American goldfinch, tufted titmouse, purple finch, northern cardinal, mourning dove, northern mockingbird, indigo bunting, ruby-throated hummingbird, and woodpeckers.</p>"
						},
						
						{
							"title": "Indian Mountain - Birding",
							"url_title": "indian-mountain-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/172/indian_mtn._(1).jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/172/indian_mtn._(1)__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/172/indian_mtn._(1)__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/172/indian_mtn._(1)__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/172/indian_mtn._(1)__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/172/indian_mtn._(1)__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/172/indian_mtn._(1)__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/172/indian_mtn._(1)__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/172/indian_mtn._(1)__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Bluebirds and tree swallows nest in boxes around the main lake. Waterfowl are frequently seen in the flooded pits and along the stream and lakeshore. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/cove-lake_indian-mountain_bird-flyer_1.pdf\">view flyer</a>.</p>",
							"activity_description": null
						},
						
						{
							"title": "Norris Dam - Birding",
							"url_title": "norris-dam-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/173/lhspnest.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/173/lhspnest__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/173/lhspnest__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/173/lhspnest__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/173/lhspnest__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/173/lhspnest__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/173/lhspnest__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/173/lhspnest__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/173/lhspnest__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Waterfowl, osprey and eagles frequent the lake and the forests harbor great numbers of migratory birds in the spring and fall. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/norris-dam_bird-flyer.pdf\">view flyer</a>.</p>",
							"activity_description": null
						},
						
						{
							"title": "Panther Creek - Birding",
							"url_title": "panther-creek-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/174/birding__6a.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/174/birding__6a__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/174/birding__6a__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/174/birding__6a__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/174/birding__6a__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/174/birding__6a__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/174/birding__6a__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/174/birding__6a__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/174/birding__6a__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The shores and islands of Cherokee Lake at Panther Creek State Park offer great opportunities for seeing wintering waterfowl, osprey, and eagles. The forest has a good resident population of songbirds as well. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/panther-creek_bird-flyer.pdf\">view flyer</a>.</p>",
							"activity_description": null
						},
						
						{
							"title": "Red Clay - Birding",
							"url_title": "red-clay-birding",
							"activity": "Birding",
							"activity_image": null
							
							,
							"activity_summary": "<p>The high and dry ridges along the Council of Trees Trail are good places to see summer nesting birds and migratory birds in the spring and fall.</p>",
							"activity_description": null
						},
						
						{
							"title": "Sycamore Shoals - Birding",
							"url_title": "sycamore-shoals-birding",
							"activity": "Birding",
							"activity_image": null
							
							,
							"activity_summary": "<p>The woods along the river and the open areas around the reconstructed fort are popular with resident songbirds.</p>",
							"activity_description": "<p>Birding at Sycamore Shoals is good throughout the year, but best during the spring and fall migrations. The Watauga River Trail is popular for spotting yellow crowned night herons, various waterfowl, and migratory warblers along the river. During early May and October, the Lee and Lois Herndon Chapter of the Tennessee Ornithological Society leads Saturday morning bird walks at the park. The walks are a great opportunity for experienced birders and new enthusiasts to meet other birders and naturalists and view the park&#39;s wildlife. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/sycamore-shoals_bird-flyer.pdf\">view flyer</a>.</p>"
						},
						
						{
							"title": "Warriors&#039; Path - Birding",
							"url_title": "warriors-path-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/177/wp2.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/177/wp2__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/177/wp2__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/177/wp2__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/177/wp2__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/177/wp2__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/177/wp2__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/177/wp2__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/177/wp2__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Waterfowl frequent Fort Patrick Henry Lake at Warriors Path. The forests in the park are home to many songbirds. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/warriors-path_bird-flyer.pdf\">view flyer</a>.</p>",
							"activity_description": null
						},
						
						{
							"title": "Frozen Head - Birding",
							"url_title": "frozen-head-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1283/red_breasted_grosbeak_frozen_head-m._hodge.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1283/red_breasted_grosbeak_frozen_head-m._hodge__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1283/red_breasted_grosbeak_frozen_head-m._hodge__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1283/red_breasted_grosbeak_frozen_head-m._hodge__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1283/red_breasted_grosbeak_frozen_head-m._hodge__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1283/red_breasted_grosbeak_frozen_head-m._hodge__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1283/red_breasted_grosbeak_frozen_head-m._hodge__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1283/red_breasted_grosbeak_frozen_head-m._hodge__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1283/red_breasted_grosbeak_frozen_head-m._hodge__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The Audubon Society recognizes Frozen Head as part of the South Cumberland Mountains Important Bird Area. Important Bird Areas, or IBA's are sites that provide essential habitat for one or more species of bird. </p>",
							"activity_description": "<p>Frozen Head supports high breeding populations of several Neotropical migrant birds, including the cerulean warbler, as well as breeding populations of a few high elevation species which are rare in Tennessee outside of the Blue Ridge Mountains. Acadian flycatcher, blue-gray gnatcatcher, northern parula and yellow-throated warbler and Louisiana waterthrush are common during spring and summer along the creek. Swainson&#39;s warblers have also occurred in this area. Check the fields and field edges for brown thrasher, American robin, and Eastern bluebird. Eastern wood pewee, red-eyed vireo and yellow-throated vireo, wood thrush, black-and-white warbler, ovenbird and scarlet tanager are common in the roadside forests. Cerulean warbler can occasionally be seen - or more often heard - from the main park road. They are much more numerous along many of the park&#39;s hiking trails. The park&#39;s breeding populations of veery, chestnut-sided warbler, black-throated blue warbler, blackburnian warbler, Canada warbler and rose-breasted grosbeak are only observable by hiking to higher elevations. Ruffed grouse can often be seen from the parks many hiking trails. The Natural Area is within the Cumberland Mountains Important Bird Area.  Over 130 species of birds have been observed throughout the year.</p><p>For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/frozen-head_bird-flyer.pdf\">view flyer</a>.</p>"
						},
						
						{
							"title": "Seven Islands - Birding",
							"url_title": "seven-islands-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1355/siwr-_bird_banding_with_ktos-7.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1355/siwr-_bird_banding_with_ktos-7__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1355/siwr-_bird_banding_with_ktos-7__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1355/siwr-_bird_banding_with_ktos-7__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1355/siwr-_bird_banding_with_ktos-7__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1355/siwr-_bird_banding_with_ktos-7__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1355/siwr-_bird_banding_with_ktos-7__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1355/siwr-_bird_banding_with_ktos-7__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1355/siwr-_bird_banding_with_ktos-7__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>From the novice to the professional, birders and researchers find Seven Islands an ideal location for avian observation. The park is located along the migratory path of many bird species and during the breeding season birds can be found nesting at the refuge. Popular sightings include Purple Martins and Tree Swallows. </p>",
							"activity_description": "<p>From the novice to the professional, birders and researchers find Seven Islands an ideal location for avian observation. The park is located along the migratory path of many bird species and during the breeding season birds can be found nesting at the refuge. Popular sightings include purple martins and tree swallows. Easily heard singing well into the summer are common yellowthroat, yellow&#8208;breasted chat, summer tanager, blue grosbeak and indigo bunting. In winter, hundreds of sparrows can be found, especially field, savannah, song, swamp, white&#8208;throated and white&#8208;crowned. Be sure to peek into some of the barns located on the property, for a glimpse of a somewhat elusive, nocturnal barn owl. Guests can easily spend several hours strolling through the park's varied habitats enjoying the scenery and song of these feathered jewels. Mornings are usually the best time for birding but late afternoons, before dusk can also be rewarding.</p><p>Seven Islands is noted as a research and demonstration area. Bird banding surveys began in late 2004, when the University of Tennessee and the Knoxville Chapter of the Tennessee Ornithological Society established a Monitoring Avian Productivity and Survivorship (MAPS) station. The MAPS program utilizes monitored mist netting and banding at a network of stations staffed by professional biologists and trained volunteers. During the first field season, 387 birds were banded, representing 30 species. Monitoring bird populations during breeding season helps to determine future conservation practices.</p><p><span style=\"line-height: 1.6;\">For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/Seven_Islands_Bird_Flyer.pdf\">view flyer</a>.</span></p><p><span style=\"line-height: 1.6;\">You can access detailed information about bird sightings at Seven Islands State Birding Park, and add your own sightings at <a href=\"http://ebird.org/ebird/hotspot/L158240\">http://ebird.org/ebird/hotspot/L158240. </a>  </span></p>"
						},
						
						{
							"title": "Chickasaw - Birding",
							"url_title": "chickasaw-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/3752/yellow-shafted_flicker,_scott_somershoe.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/3752/yellow-shafted_flicker,_scott_somershoe__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/3752/yellow-shafted_flicker,_scott_somershoe__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/3752/yellow-shafted_flicker,_scott_somershoe__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/3752/yellow-shafted_flicker,_scott_somershoe__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/3752/yellow-shafted_flicker,_scott_somershoe__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/3752/yellow-shafted_flicker,_scott_somershoe__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/3752/yellow-shafted_flicker,_scott_somershoe__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/3752/yellow-shafted_flicker,_scott_somershoe__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Mixed hardwood and pine forests cover the majority of the park where 100 species of birds have been recorded.</p>",
							"activity_description": "<p>Mixed hardwood and pine forests cover the majority of the park. Year-round residents include owls, woodpeckers, Carolina chickadee, tufted titmouse, white-breasted nuthatch, Carolina wren, and eastern towhee. Nesting migrants such as orchard oriole, red-eyed vireo, wood thrush, and warblers are common in the forest and forest edges. Placid Lake offers views of Canada geese, mallards, barn swallows, and herons. Open areas are good for robins, bluebirds and killdeer. 100 species of birds have been recorded in the park. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/chickasaw-bird-flyer.pdf\"><strong>VIEW FLYER</strong></a><a href=\"https://tnstateparks.com/assets/pdf/additional-content/chickasaw-bird-flyer-1.pdf\"><strong>.</strong></a></p>"
						},
						
						{
							"title": "Meeman-Shelby Forest - Birding",
							"url_title": "meeman-shelby-forest-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/4092/meeman-shebly-forest-birding.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/4092/meeman-shebly-forest-birding__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/4092/meeman-shebly-forest-birding__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/4092/meeman-shebly-forest-birding__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/4092/meeman-shebly-forest-birding__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/4092/meeman-shebly-forest-birding__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/4092/meeman-shebly-forest-birding__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/4092/meeman-shebly-forest-birding__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/4092/meeman-shebly-forest-birding__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The Audubon Society designated Meeman-Shelby an Important Bird Area in 2006. The 13,476-acre park contains bottomland hardwoods, swamps, lakes and upland forest. Over 240 species of birds have been reported from the park.</p>",
							"activity_description": "<p>The Audubon Society designated Meeman-Shelby an Important Bird Area in 2006. The 13,476-acre park contains bottomland hardwoods, swamps, lakes and upland forest. There are over 20 miles of trails in the park which offer great opportunities for birding. Over 240 species of birds have been reported from the park. Substantial numbers of neotropical migrants can be found during the spring and fall migrations. Summer breeding birds include cerulean, swainson's and hooded warblers, Mississippi kites, anhinga, yellow-crowned night-herons and great egrets. In winter, visit Poplar Tree Lake for waterfowl and the boat ramp to the Mississippi River for gulls, ducks, and geese flying over. Owls, woodpeckers, wild turkey and other resident birds are common year-round. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/Meeman-Shelby_Forest_Bird_Flyer.pdf\">view flyer</a>.</p>"
						},
						
						{
							"title": "David Crockett - Birding",
							"url_title": "david-crockett-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/4093/red-headed_woodpecker_bart_jones.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/4093/red-headed_woodpecker_bart_jones__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/4093/red-headed_woodpecker_bart_jones__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/4093/red-headed_woodpecker_bart_jones__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/4093/red-headed_woodpecker_bart_jones__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/4093/red-headed_woodpecker_bart_jones__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/4093/red-headed_woodpecker_bart_jones__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/4093/red-headed_woodpecker_bart_jones__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/4093/red-headed_woodpecker_bart_jones__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The 1,100-acre park is primarily covered in pine-oak-hickory forest. The over six miles of trails in the park offer opportunities for viewing woodland birds including migrants in the spring and fall. Over 100 species of birds have been identified in the park. For more birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/David_Crockett_Bird_Flyer.pdf\">view flyer</a>.</p>",
							"activity_description": "<p>The 1,100-acre park is primarily covered in pine-oak-hickory forest. The over six miles of trails in the park offer opportunities for viewing woodland birds including migrants in the spring and fall. Non-forested areas especially around the park office are good for observing eastern bluebirds, eastern phoebe, great-crested flycatchers, and sparrows. The boat dock and dam offer views of the 40-acre Lake Lindsey. From these locations look for Canada goose, mallard, great blue and green herons, belted kingfisher, and swallows. Bald eagles are also occasionally seen. In winter, look for waterfowl on the lake. Also in winter, search for red-breasted nuthatches in the pines. Over 100 species of birds have been identified in the park. For more birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/David_Crockett_Bird_Flyer.pdf\"><strong>VIEW FLYER</strong></a>.</p>"
						},
						
						{
							"title": "Pickwick Landing - Birding",
							"url_title": "pickwick-landing-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/4094/horned_grebe_bart_jones2.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/4094/horned_grebe_bart_jones2__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/4094/horned_grebe_bart_jones2__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/4094/horned_grebe_bart_jones2__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/4094/horned_grebe_bart_jones2__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/4094/horned_grebe_bart_jones2__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/4094/horned_grebe_bart_jones2__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/4094/horned_grebe_bart_jones2__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/4094/horned_grebe_bart_jones2__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Pickwick Landing is one of the best state parks in west Tennessee for winter birding. With a spotting scope, scan the reservoir for grebes, loons, gulls and ducks. Hundreds to thousands of ring-billed gulls and American coots are a common site. Common loons, pied-billed and horned grebes are also commonly seen. Over 145 species of birds have been identified in the park. For more park and nearby birding locations, <strong><a href=\"https://tnstateparks.com/assets/pdf/additional-content/Pickwick_Landing_Bird_Flyer.pdf\">view flyer</a>.</strong></p>",
							"activity_description": "<p>Pickwick Landing is one of the best state parks in west Tennessee for winter birding. With a spotting scope, scan the reservoir for grebes, loons, gulls and ducks. Hundreds to thousands of ring-billed gulls and American coots are a common site. Common loons, pied-billed and horned grebes are also commonly seen.</p><p>The park is one of the best places in west Tennessee to find brown-headed nuthatches throughout the year. In spring and fall, songbird migration can be excellent along the woodland edges and along the 2.8-mile Island Loop hiking trail. Many nesting birds are present in the summer. Over 145 species of birds have been identified in the park. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/Pickwick_Landing_Bird_Flyer.pdf\">view flyer</a>.</p>"
						},
						
						{
							"title": "Montgomery Bell State Park - Birding",
							"url_title": "montgomery-bell-state-park-birding",
							"activity": "Birding",
							"activity_image": null
							
							,
							"activity_summary": "<p>Over 100 species of birds have been observed throughout the year.  For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/montgomery-bell_bird-flyer.pdf\"><font color=\"#0782c1\"><span style=\"caret-color: rgb(7, 130, 193);\"><b><u>VIEW FLYER.</u></b></span></font></a></p>",
							"activity_description": "<p>The park has high quality oak-hickory forests surrounding three lakes and a stream. Green herons and ducks are found on the lakes and transient warblers and wild turkeys are common across the park. In summer yellow-bellied cuckoo, whip-poorwill, eastern kingbird, eastern wood pewee, wood thrush, blue-gray gnatcatcher, orchard oriole, yellow-breasted chat, indigo bunting, tanagers, warblers, flycatchers and vireos can be expected. In winter brown creeper, hermit thrush, kinglets, cedar waxwing, yellow-bellied-sapsucker, yellow-rumped warbler, purple finch, dark-eyed junco and sparrows are observed. The cerulean warbler might also be seen. Over 100 species of birds have been observed throughout the year. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/montgomery-bell_bird-flyer.pdf\"><font color=\"#0782c1\"><span style=\"caret-color: rgb(7, 130, 193);\"><b><u>VIEW FLYER.</u></b></span></font></a></p>"
						},
						
						{
							"title": "Big Hill Pond - Birding",
							"url_title": "big-hill-pond-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/5133/nest-sm__large.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/5133/nest-sm__large__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/5133/nest-sm__large__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/5133/nest-sm__large__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/5133/nest-sm__large__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/5133/nest-sm__large__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/5133/nest-sm__large__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/5133/nest-sm__large__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/5133/nest-sm__large__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The park encompasses 4,138 acres of timberland and hardwood bottomland where a variety of woodland birds can be seen. Cypress Creek and Tuscumbia River border the park and are known to host nesting bald eagles. There is a 70-foot fire tire. The flood plain, adjacent to the river and creek contains small oxbows and swampy areas which are a desirable habitat for waterfowl, wildlife, and fish. For additional locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/big_hill_pond_bird_flyer.pdf\">view flyer</a>.</p>",
							"activity_description": "<p>The park encompasses 4,138 acres of timberland and hardwood bottomland where a variety of woodland birds can be seen. Cypress Creek and Tuscumbia River border the park and are known to host nesting bald eagles. There is a 70-foot fire tire. The flood plain, adjacent to the river and creek contains small oxbows and swampy areas which are a desirable habitat for waterfowl, wildlife, and fish. </p><p>Turkey Call Trail: Dismal Swamp Boardwalk:<strong> </strong>35.044862, -88.737195 - Winter, Spring, Fall<br />2.45 Miles - Natural Surface - Moderate<br />This loop trail offers an elevated boardwalk through the Dismal Swamp then dips into the Tuscumbia River floodplain before heading up the ridge into the hardwood forest.<br /><strong>Featured Birds:</strong> rusty blackbird, Carolina chickadee, tufted titmouse, northern rough-winged swallow, tree swallow, Acadian flycatcher, red-winged blackbird, Louisiana waterthrush, prothonotary warbler.</p><p>Tuscumbia Trail: Lookout Tower: 35.050581, -88.739966 - Winter, Fall<br />2.30 Miles - Natural Surface - Moderate<br />The 70-foot tall refurbished fire tower offers excellent 360&#730; views of Travis McNatt Lake and Dismal Swamp.<br /><strong>Featured Birds:</strong> turkey vulture, black vulture, red-tailed hawk, osprey, common grackle, and occasional bald eagle.</p><p>Fox Hollow Trail: 35.058243, -88.725896 - Winter, Summer, Fall<br />0.65 Miles - Natural Surface - Easy<br />The trail starts at the visitor center and skirts along the shore of Travis McNatt Lake.<br /><strong>Featured Birds:</strong> Canada goose, northern pintail, lesser scaup, blue-winged teal, bufflehead, gadwall,<br />double-crested cormorant, chimney swift, pied-billed grebe, killdeer, herons, and egrets.</p><p>Rocky Knob Trail: Trail Head: 35.066845, -88.723260 - Year-round<br />2.40 Miles - Natural Surface - Moderate<br />Starting in the campground the trail heads upland through mixed pine forest crossing Dismal Branch twice.<br /><strong>Featured Birds:</strong> red-eyed vireo, pine siskin, wild turkey, Baltimore orioles, wood thrush, hermit thrush, American redstart, eastern whip-poor-will, Carolina chickadee.</p>"
						},
						
						{
							"title": "David Crockett Birthplace - Birding",
							"url_title": "david-crockett-birthplace-birding",
							"activity": "Birding",
							"activity_image": null
							
							,
							"activity_summary": "<p>Habitats range from forested limestone bluffs along the river to meadows, forests and adjacent agricultural fields providing exceptional bird, wildlife, and wildflower viewing opportunities. The tall trees along the river's edge attract spring and fall migrants and provide excellent nesting sites during summer. For more park and nearby birding locations, <strong><a href=\"https://tnstateparks.com/assets/pdf/additional-content/david-crockett-bp_bird-flyer.pdf\">VIEW FLYER</a></strong>.</p>",
							"activity_description": "<p>Habitats range from forested limestone bluffs along the river to meadows, forests and adjacent agricultural fields providing exceptional bird, wildlife, and wildflower viewing opportunities. The tall trees along the river's edge attract spring and fall migrants and provide excellent nesting sites during summer. Three hiking trails provide access to beautiful views along the river and ample opportunities for wildlife viewing. Over 90 species of birds have been observed.</p><p>Crockett Shoals Overlook Loop Bluff Trail: 36.21219, -82.65993 - Year-round<br />0.60 Miles - Natural Surface - Moderate<br />This loop trail travels along the bluff overlooking the Crockett shoals of the Nolichucky River.<br />Featured Birds: bald eagles, osprey, red-tailed and Cooper&#39;s hawks.</p><p>Rebecca Hawkins and John Crockett Loop Trails: 36.20848, -82.65814 - Year-round<br />0.65 Miles and 1.35 Miles- Natural Surface - Easy<br />The Rebecca Hawkins Trail passes through a meadow and a dense pine forest and connects with the Limestone</p><p>Creek Trail while the John Crockett Trail travels the perimeter of the meadow.<br />Featured Birds: wild turkey, sparrows, woodpeckers, warblers and other songbirds.</p><p>Limestone Creek Trail: 36.20493, -82.65947 - Year-round<br />0.55 Mile - Natural Surface - Easy<br />The trail follows Limestone Creek along bluffs upstream from the boat ramp. The trail connects with the Homestead Loop Trail and Rebecca Hawkins Trail.<br />Featured Birds: woodpeckers, warblers, vireos, flycatchers and other songbirds, bald eagles and osprey.</p><p>Boat Ramp and Homestead Trail: 36.20493, -82.65947 - Year-round<br />0.50 Mile - Natural Surface - Easy<br />The trail runs along the Nolichucky River from the boat ramp to the campground area. The trail also connects<br />with the Limestone Creek Trail.<br />Featured Birds: woodpeckers, warblers, vireos, flycatchers and other songbirds. Mallards, wood ducks and belted kingfishers throughout the summer.</p>"
						},
						
						{
							"title": "Montgomery Bell - Birding",
							"url_title": "montgomery-bell-birding",
							"activity": "Birding",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/5136/mbell_birding.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/5136/mbell_birding__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/5136/mbell_birding__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/5136/mbell_birding__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/5136/mbell_birding__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/5136/mbell_birding__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/5136/mbell_birding__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/5136/mbell_birding__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/5136/mbell_birding__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The primary habitat is open forest with small field openings and roadway edges. The lakes attract small numbers of waterfowl such as mallard and wood duck, and bald eagle primarily in winter. Twenty miles of trails wind through woods or adjacent to roadways or fields, allowing observation of such residents as Carolina chickadee, tufted titmouse, white-breasted nuthatch, barred owl, and many more. During migration, a variety of warblers can be seen along with breeding red-eyed and yellow-throated vireos. Northern parula can be heard or seen in summer at the creek next to the visitor center. Montgomery Bell has had 139 species identified. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/montgomery-bell_bird-flyer.pdf\">VIEW FLYER</a>.</p>",
							"activity_description": "<p>The primary habitat is open forest with small field openings and roadway edges. The lakes attract small numbers of waterfowl such as mallard and wood duck, and bald eagle primarily in winter. Twenty miles of trails wind through woods or adjacent to roadways or fields, allowing observation of such residents as Carolina chickadee, tufted titmouse, white-breasted nuthatch, barred owl, and many more. During migration, a variety of warblers can be seen along with breeding red-eyed and yellow-throated vireos. Northern parula can be heard or seen in summer at the creek next to the visitor center. Montgomery Bell has had 139 species identified. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/montgomery-bell_bird-flyer.pdf\">VIEW FLYER</a>.</p><p>Inn Area: 36.09925, -87.27419<br />Paved/Grass Surface - Easy - Year-round<br />Wood edges and isolated trees adjacent to parking lots are good for ground-level to treetop viewing. Lake Acorn behind the inn brings in some aquatic species. Hummingbird feeders next to restaurant windows allow diners easy viewing.<br />Featured Birds: eastern bluebird, American robin, belted kingfisher, Canada goose, great-horned owl, summer tanager, ruby-throated hummingbird, northern flicker, red-bellied, red-headed woodpeckers, chipping sparrow.</p><p>Church Hollow: 36.09165, -87.29093<br />.25 Miles - Natural/Paved Surface - Easy/Moderate - Year-round<br />This narrow valley from Group Camp 1 Road to the McAdow cabin offers wood/field edge and stream viewing. Can be combined with the Ore Pit Trail for a .75-mile loop through open woods.<br />Featured Birds: broad-winged, red-tailed and Cooper's hawk, barred owl, hairy woodpecker, northern cardinal, cedar waxwing, Louisiana waterthrush, other warblers in migration.</p><p>Hall Spring: 36.07347, -87.29196<br />2.0 Miles - Natural Surface - Moderate - Spring, Summer, Fall<br />From McAdow cabin, the Ore Pit/Montgomery Bell Trail leads through open woods to Hall Spring and the head of Lake Woodhaven, both areas having heavy understory and wetland growth.<br />Featured Birds: barred owl, pileated woodpecker, wood thrush, ruby and golden-crowned kinglet, Carolina wren, Kentucky and hooded warbler, white-throated and swamp sparrow.</p><p>Creech Hollow Lake: 36.08538, -87.277905<br />1.0 Miles - Natural Surface - Easy/Moderate - Year-round<br />From the parking area across from Lake Woodhaven Road, a short connector trail through open woods meets Creech Hollow Trail near the dam. The trail hugs the open lakeshore.<br />Featured Birds: great blue and green heron, American coot, occasional waterfowl, red-tailed hawk, great-horned owl, yellow-bellied sapsucker, red-breasted nuthatch, eastern kingbird, chimney swift, indigo bunting, common yellowthroat, American goldfinch.</p>"
						},
						
						{
							"title": "Natchez Trace - Birding",
							"url_title": "natchez-trace-birding",
							"activity": "Birding",
							"activity_image": null
							
							,
							"activity_summary": "<p>The 9,629-acre Natchez Trace State Park consists primarily of pine and hardwood forest. Three man-made lakes occur within the park, where great blue herons, pied-billed grebes, American coots and a small number of ducks can be found in winter. Over 23 miles of hiking trails including a 14-mile overnight trail are ideal for woodland birding. A wide variety of migrating warblers, vireos, thrushes and flycatchers pass through the area. Summer birds that can be seen include yellow-billed cuckoo, great crested and Acadian flycatchers, scarlet and summer tanagers, wood thrush, pine, prairie, and Kentucky warblers. In winter, brown creepers, yellow-bellied sapsucker, and occasionally red-breasted nuthatch can be found. The park is part of the large 48,000-acre Natchez Trace State Forest and Wildlife Management Area. Over 135 species of birds have been observed in the park. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/Natchez_Trace_Bird_Flyer.pdf\">VIEW FLYER</a>.</p>",
							"activity_description": "<p>The 9,629-acre Natchez Trace State Park consists primarily of pine and hardwood forest. Three man-made lakes occur within the park, where great blue herons, pied-billed grebes, American coots, and a small number of ducks can be found in winter. Over 23 miles of hiking trails including a 14-mile overnight trail are ideal for woodland birding. A wide variety of migrating warblers, vireos, thrushes, and flycatchers pass through the area. Summer birds that can be seen include yellow-billed cuckoo, great crested and Acadian flycatchers, scarlet and summer tanagers, wood thrush, pine, prairie, and Kentucky warblers. In winter, brown creepers, yellow-bellied sapsucker, and occasionally red-breasted nuthatch can be found. The park is part of the large 48,000-acre Natchez Trace State Forest and Wildlife Management Area. Over 135 species of birds have been observed in the park. For more park and nearby birding locations, <a href=\"https://tnstateparks.com/assets/pdf/additional-content/Natchez_Trace_Bird_Flyer.pdf\">VIEW FLYER</a>.</p><p>Red Leaves Trail: Park Office: 35.79663, -88.26459<br />40 Miles - Natural Surface - Moderate to Difficult - Year-round<br />There are numerous access points to this 40-mile trail. The park office is a good place to start since trail maps and other park information are available here. Also, the park office has a feeder station. This section of trail winds through forested uplands. <br />Featured Birds: woodpeckers, migrating songbirds in spring and fall, nesting songbirds in the summer, and resident songbirds all year.</p><p>Pin Oak Lodge: 35.70858, -88.29003 - Year-round<br />Bird along the lakeshore and woodlands surrounding the inn. If you are up for more walking, the trailheads for the 1.5-mile Pin Oak Trail and the 0.8-mile Oak Ridge Trail are nearby.<br />Featured Birds: red-headed woodpecker and other woodpeckers, migrating songbirds in spring and fall, nesting songbirds in the summer, and resident songbirds all year.</p><p>Recreation Lodge: 35.78233, -88.251197 - Year-round<br />Bird around the lodge which includes lakeside views and trailheads for the 4-mile Cub Lake Trail, the 0.20-mile Fern Trail, and the 2.50-mile Deer Trail. At approximately 0.50 miles along the Cub Lake Trail, you will find marsh and shrub wetlands as well as early successional uplands.<br />Featured Birds: pied-billed grebe, possibly wood duck and great blue heron, woodpeckers, and songbirds including indigo bunting, common yellowthroat, and sparrows in the shrub wetland and early successional habitat.</p><p>Fairview Gullies Trail: N 35.81188, W 88.25545<br />1 Mile &mdash; Natural Surface &mdash; Moderate - Year-round<br />This short loop trail takes you through pine forest, mixed pine-hardwood forest, and hardwood forest. It is a good location to hear singing pine warblers in spring.<br />Featured Birds: woodpeckers, migrating songbirds in spring and fall, nesting songbirds in the summer, and resident songbirds all year.</p>"
						},
						
						{
							"title": "Paris Landing State Park - Boating",
							"url_title": "paris-landing-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/15/dscn2071.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/15/dscn2071__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/15/dscn2071__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/15/dscn2071__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/15/dscn2071__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/15/dscn2071__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/15/dscn2071__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/15/dscn2071__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/15/dscn2071__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The park features a full-service marina with annual and transient slips, and four lane public boat launch ramp.  The ramp will accommodate wave runners and boats up to 72 feet.</p>",
							"activity_description": "<p>The park features a full-service marina with annual and transient slips and a four-lane public boat launch ramp.  The ramp will accommodate wave runners and boats up to 72 feet. Shuttle service is available from the marina to cabins for overnight guests. Personal small boats may be carried through the park and launched from the shoreline for use in small coves. Kentucky Lake also provides excellent opportunities for sailing. </p><p>Boats are available for rent at nearby marinas.  Information about local guides can be obtained at the park office and marina.</p>"
						},
						
						{
							"title": "Standing Stone - Boating",
							"url_title": "standing-stone-boating",
							"activity": "Boating",
							"activity_image": null
							
							,
							"activity_summary": "<p>Canoes, kayaks and aluminum fishing (row boats) may be rented year-round. Patrons may bring their own electric trolling motor and battery for the fishing boats. Pedal boats are rented seasonally. The only private boats allowed on Kelly Lake are canoes and kayaks. </p>",
							"activity_description": "<p>Boat rentals begin May 29, 2020 and will be available during Park Office hours seven days a week between 8AM - 4:30PM.</p><p>Boating on Kelly Lake is permitted during daylight hours only. </p><p>Please pay for rentals at the park office. Visitors must follow all TN boating regulations.</p><h5>BOAT RENTALS</h5><p>Canoe Hourly: $7.00<br />Kayak Tandem Hourly: $10.00<br />Paddleboard (SUP) Hourly: $7.00<br />Pedal Boat Hourly (per boat): $5.00<br />Row Boat Hourly: $4.00<br />Row Boat Full Day: $25.00<br />Row Boat Weekly: $77.00</p>"
						},
						
						{
							"title": "Meeman-Shelby - Boating",
							"url_title": "meeman-shelby-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/694/boating-1.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/694/boating-1__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/694/boating-1__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/694/boating-1__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/694/boating-1__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/694/boating-1__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/694/boating-1__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/694/boating-1__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/694/boating-1__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The park has a free launch ramp on the Mississippi River, and a year-round boat ramp on 125-acre Poplar Tree Lake. Jon boats are available for rent at the park boat dock from March through November.</p>",
							"activity_description": "<p>Personally owned boats with an electric motor are allowed on the lakes for a small launch fee. Fees range from $2.00 a day to $40.00 annually. Gasoline motors are allowed on Poplar Tree Lake when operated at no wake speed.</p><h4>RENTAL PRICES</h4><p>Boat rentals are cash and credit card.</p><p>Row Boat Hourly $7.00<br />Row Boat Half Day $15.00<br />Row Boat Day $30.00<br />Row Boat Weekly $75.00</p><p>Life Jackets $5.00</p><h4>LAKE USE PERMITS</h4><p>Boating Annual $40.00<br />Boating Daily $2.00</p>"
						},
						
						{
							"title": "Pickett State Park - Boating",
							"url_title": "pickett-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1191/img_1445.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1191/img_1445__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1191/img_1445__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1191/img_1445__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1191/img_1445__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1191/img_1445__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1191/img_1445__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1191/img_1445__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1191/img_1445__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>From mid-April through October, canoes, paddleboards, and fishing boats are available to rent through the Visitor Center.</p>",
							"activity_description": "<p>Inclement weather may impact availability. Park guests may bring personal canoes and kayaks to use on the lake. Life jackets are required for all boaters. For additional information or to check availability, contact the Visitor Center at 931-879-5821.</p><h5>BOAT and PADDLEBOARD PRICES</h5><p>Paddleboard Hourly $7.00<br />Canoe Hourly $5.00<br />Row Boat Hourly $5.00 </p>"
						},
						
						{
							"title": "Reelfoot lake - Boating",
							"url_title": "reelfoot-lake-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1529/fishing_026sm.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1529/fishing_026sm__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1529/fishing_026sm__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1529/fishing_026sm__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1529/fishing_026sm__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1529/fishing_026sm__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1529/fishing_026sm__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1529/fishing_026sm__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1529/fishing_026sm__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>One of the best ways to experience Reelfoot Lake is by boat. Reelfoot Lake which is ideal for canoes, kayaks and jon boats when the winds are calm.</p>",
							"activity_description": "<p>The lake is a flooded forest and is shallow with lots of submerged stumps and standing trees. Boaters have to navigate slowly and cautiously. As such there are few large boats on the lake which makes it a nice place for canoes, kayaks and jon boats when the winds are calm. Boats may be rented from local private businesses. The park has five public boat launch ramps to accommodate fishing boats and small pontoon boats. The park offers a variety of canoe and pontoon boat tours throughout the year.</p>"
						},
						
						{
							"title": "Natchez Trace - Boating",
							"url_title": "natchez-trace-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1538/boating1.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1538/boating1__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1538/boating1__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1538/boating1__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1538/boating1__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1538/boating1__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1538/boating1__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1538/boating1__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1538/boating1__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Pin Oak Lake is popular for all types of boats and water recreation. Guests may also rent jon boats at the boat dock for use on Cub Creek Lake. Personal electric trolling motors can be used on park jon boats. Brown's Lake and Maples Creek Lake are managed by the Tennessee Wildlife Resources Agency. </p>",
							"activity_description": "<p><strong>Pin Oak Lake (690 acres)</strong><br />Pin Oak Lake is popular for all types of boats and water recreation and has two public boat launch ramps with courtesy docks. Both ramps can accommodate fishing boats, ski boats, pontoon boats, and wave runners. Finger docks are available for small boats at the cabins or guests may trailer their boats to their cabin or secure them in the parking lot adjacent to the inn. Canoe and kayak rentals are available at the inn (standard equipment rental rates apply). Day or annual lake use permits may be purchased at the inn as well. Water Skiing is allowed only on Pin Oak Lake.</p><p><strong>Cub Creek Lake (52 acres)</strong><br />The lake is open year-round. Pedal boats, canoes, and jon boats may be rented from Memorial Day weekend through Labor Day weekend. Pedal boat and canoe rentals are open Friday from 1-4:30 pm and Saturday-Sunday 10 am-4:30 pm, as well as on holidays. Personal electric trolling motors can be used on park jon boats.</p><p><strong>Brown's Lake (167 acres) and Maple's Creek Lake (90 acres)</strong><br />Brown's Lake and Maples Creek Lake are managed by the Tennessee Wildlife Resources Agency. Jon boats can be rented and a lake permit fee is required. Jon boat rentals are available at Maple's Creek. Day or annual lake use permits are available on site via a dropbox.</p>"
						},
						
						{
							"title": "Long Hunter - Boating",
							"url_title": "long-hunter-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1573/002.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1573/002__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1573/002__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1573/002__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1573/002__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1573/002__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1573/002__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1573/002__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1573/002__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>J. Percy Priest Lake, a 14,000 acre reservoir borders the park and is one of middle Tennessee favorite attractions for fishing, waterskiing, wave runners, pontoons and paddle sports. Enjoy Couchville Lake&#39;s tranquil 110 acres by renting jon boats and canoes during the summer months. Couchville Lake is open year round and the boat dock is open seasonally. </p>",
							"activity_description": "<h5>J. PERCY PRIEST LAKE </h5><p>The 14,000 acre reservoir borders the park and is one of middle Tennessee favorite attractions for fishing, waterskiing, wave runners, pontoons and paddle sports. The park features two public boat launch ramps for access to J. Percy Priest Lake.</p><h5>COUCHVILLE LAKE</h5><p>The tranquil, 110-acre lake is open year-round and is ideal for paddling. All boaters are required to wear life jackets while on Couchville Lake.</p><p>The boat dock is open on weekends, seasonally. Canoes, kayaks, and paddleboards are rented during the summer months. Paddles and vests are provided. Row boats are rented and visitors may bring their own electric trolling motors for use on the park row boats. Children age five and younger are not allowed in rented vessels.Visitors should contact the park office at 615-885-2422 to determine days and hours of boat dock operation.</p><p>Gas motors, and personal watercraft are not permitted on Couchville Lake. There is no launch ramp on Couchville Lake for private boats. Visitors may bring their own paddle craft to the park for use on Couchville lake year-round.  </p><h5>BOAT and PADDLEBOARD RENTAL</h5><p>Life Jackets $5.00<br />Paddleboard Hourly $10.00<br />Canoe Hourly $10.00<br />Kayak Single Hourly $10.00<br />Kayak Tandem Hourly $10.00<br />Row Boat Hourly $10.00<br />Row Boat Half Day $20.00<br /> </p>"
						},
						
						{
							"title": "Panther Creek - Boating",
							"url_title": "panther-creek-boating",
							"activity": "Boating",
							"activity_image": null
							
							,
							"activity_summary": "<p>Cherokee Lake is a beautiful lake for boating. The park provides a boat ramp for visitors to launch from mid-April to late September. Nearby commercial marinas provide boat launching and rental boats and motors, as well as a bait shop that supplies fishing and picnicking needs.</p>",
							"activity_description": null
						},
						
						{
							"title": "Montgomery Bell - Boating",
							"url_title": "montgomery-bell-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1643/mbell_boating.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1643/mbell_boating__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1643/mbell_boating__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1643/mbell_boating__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1643/mbell_boating__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1643/mbell_boating__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1643/mbell_boating__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1643/mbell_boating__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1643/mbell_boating__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Boating is allowed on all three lakes at Montgomery Bell State Park. Outboard motors are not allowed on boats at any time on any of the lakes. The Lake Woodhaven boat ramp is at the boat access entrance.  <br /> </p>",
							"activity_description": "<p>Boating is allowed on all three lakes at Montgomery Bell State Park. Outboard motors are not allowed on boats at any time on any of the lakes. The Lake Woodhaven boat ramp is at the boat access entrance.  </p><p>Private boats are allowed on Lake Acorn. Gasoline motors prohibited. Paddleboats and kayaks are available for rent through <a href=\"https://paddleez.com/product-category/montgomery-bell-state-park/\">PaddleEZ.com.</a></p>"
						},
						
						{
							"title": "Tims Ford - Boating",
							"url_title": "tims-ford-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1648/boating_3.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1648/boating_3__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1648/boating_3__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1648/boating_3__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1648/boating_3__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1648/boating_3__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1648/boating_3__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1648/boating_3__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1648/boating_3__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Tims Ford State Park manages eight public boat ramps around the lake and leases two marinas, providing ample access to Tims Ford Lake.</p>",
							"activity_description": "<p>Lake View Marina is a leased operation located inside Tims Ford State Park, that provides pontoon boat rentals as well as a boat launch and courtesy dock. The marina also includes a snack bar, bait shop and fish-cleaning area. There is a small inventory of canoes and kayaks available for rent. Lake View Marina hours are seasonal. They are closed December, January and February. Contact the Marina at 931-967-6711 for more information. </p><p>Holiday Landing Resort and Marina is also a leased operation near Tims Ford about 15-minutes (6 &frac12; miles) from the park office. They offer a full-service marina with slip rentals, gas, pontoon boat rentals. This is where you will find the famous Blue Gill Grill, a seasonal restaurant. For more information call 931-455-3151.</p><p>For an interactive map of river access sites and water trails go to: <a href=\"http://tnvalleywatertrails.org\">http://tnvalleywatertrails.org</a></p><p>Starting spring of 2019, Tims Ford State Park will be renting kayaks and canoes from the Fairview Campground. These boats will be available for half-day, full-day, or overnight rentals. For more information, please call the park office at <a href=\"http://tel:931-962-1183\">931-962-1183</a>.</p>"
						},
						
						{
							"title": "Edgar Evins - Boating",
							"url_title": "edgar-evins-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1657/037.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1657/037__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1657/037__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1657/037__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1657/037__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1657/037__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1657/037__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1657/037__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1657/037__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Edgar Evins marina and restaurant is located within the state park but is privately owned and operated. The marina operates year-round with boat rentals, slip rentals, gas sales, gift shop, boat repair, fishing supplies and information.</p>",
							"activity_description": "<p><span style=\"font-family: 'Verb Regular', Helvetica, Arial, sans-serif; font-size: 1em; font-style: normal; line-height: 1.5em;\">There are three boat launch ramps within the park. Two are located on the developed side of the park, and the third is off of Highway 70 on Indian Creek Road. The park offers seasonal pontoon boat rides.</span></p><p>The Edgar Evins Marina is open year-round and offers boat rentals, boat repair, slip rentals, small gifts, gas sales and fishing supplies. The <span style=\"font-family: 'Verb Regular', Helvetica, Arial, sans-serif; font-size: 1em; line-height: 1.5em;\">Galley Restaurant is open seasonally. Please contact the marina office for operating dates and hours at 931-858-5695 or 888-858-5695. Edgar Evins marina and restaurant is privately owned and operated. </span></p>"
						},
						
						{
							"title": "Fall Creek Falls - Boating",
							"url_title": "fall-creek-falls-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1664/fall-creek-falls_fishing.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1664/fall-creek-falls_fishing__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1664/fall-creek-falls_fishing__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1664/fall-creek-falls_fishing__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1664/fall-creek-falls_fishing__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1664/fall-creek-falls_fishing__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1664/fall-creek-falls_fishing__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1664/fall-creek-falls_fishing__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1664/fall-creek-falls_fishing__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Aluminum jon boats may be rented year-round. Please bring your own trolling motor and battery. No privately owned, motorized boats or gasoline motors are allowed on the lake. Visitors may bring their own canoes and kayaks year-round. Paddleboats, kayaks and canoes are available for rent, April through October. Click More Info for complete details.</p>",
							"activity_description": "<p>Aluminum jon boats may be rented year-round. Please bring your own trolling motor and battery. No privately owned boats or gasoline motors are allowed on the lake. Visitors may bring their own canoes and kayaks year-round.</p><p>Paddleboats, kayaks, and canoes are available for rent, April through October. For more information, please call 423-881-5500.</p><h5>BOAT and PADDLEBOARD RENTAL</h5><p>Paddleboard Hourly $10.00<br />Paddleboard Daily $35.00<br />Canoe Hourly $10.00<br />Canoe Full Day $35.00<br />Kayak Single Hourly $10.00 <br />Kayak Single Full Day $35.00<br />Pedal Boat Hourly Per Person $10.00<br />Pedal Boat Full Day $35.00<br />Row Boat First Hour $10.00<br />Jon Boat Half Day $20.00<br />Row Boat Daily $40.00 <br />Row Boat Weekly $200.00 </p><p>Guided pontoon boat tours are offered seasonally. Please check our program schedule or event listings for more info.</p>"
						},
						
						{
							"title": "Rock Island - Boating",
							"url_title": "rock-island-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1675/386988_10150982290261496_293164354_n1-2.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1675/386988_10150982290261496_293164354_n1-2__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1675/386988_10150982290261496_293164354_n1-2__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1675/386988_10150982290261496_293164354_n1-2__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1675/386988_10150982290261496_293164354_n1-2__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1675/386988_10150982290261496_293164354_n1-2__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1675/386988_10150982290261496_293164354_n1-2__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1675/386988_10150982290261496_293164354_n1-2__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1675/386988_10150982290261496_293164354_n1-2__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Our launch ramp on Center Hill Lake and other ramps closeby on the Caney Fork and Collilns Rivers offer access for great recreational boating. Rock Island is known for it&#39;s whitewater kayaking and has hosted international freestyle kayaking events.</p>",
							"activity_description": "<p> Some areas of the park are for experienced whitewater kayakers or canoeists only and can be dangerous. Use extreme caution in all gorge areas. Water levels and currents can change quickly downstream of TVA&#39;s powerhouse, or dam without notice. Large amounts of water may be released at any time without warning. Exit immediately if you hear warning sirens or notice changes in conditions. Always wear your PDF and check both generation and dam daily water release schedules for TVA Great Falls prior to visiting. For further information call 800-238-2264 option 4, (#36) or visit http://www.tva.gov/lakes/gfh_r.htm.</p>"
						},
						
						{
							"title": "Norris Dam - Boating",
							"url_title": "norris-dam-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1744/img_9607.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1744/img_9607__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1744/img_9607__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1744/img_9607__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1744/img_9607__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1744/img_9607__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1744/img_9607__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1744/img_9607__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1744/img_9607__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Located on the shores of Norris Lake, the park offers recreational boating, skiing and fishing. </p>",
							"activity_description": "<p>A large, fully equipped commercial marina is located near the dam. The marina has a boat ramp and offers boat rentals including pontoon and house boats. For more information including guide services please call the marina at 865-494-8138.</p>"
						},
						
						{
							"title": "Harpeth River - Boating",
							"url_title": "harpeth-river-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1767/harpethautumn.jpeg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1767/harpethautumn__small.jpeg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1767/harpethautumn__thumbnail.jpeg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1767/harpethautumn__large.jpeg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1767/harpethautumn__lazy_xs.jpeg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1767/harpethautumn__lazy_sm.jpeg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1767/harpethautumn__lazy_md.jpeg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1767/harpethautumn__lazy_lg.jpeg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1767/harpethautumn__lazy_xl.jpeg"
							}
							],
							"activity_summary": "<p>The Harpeth River contains canoe put-in and takeout points in close proximity, which enable a 7-mile float around a looping meander of the Harpeth in Tennessee's Western Highland Rim. Canoe access areas are located at all sites (excluding archeological areas) providing beginner and advanced paddlers opportunities to float this beautiful class II river. Bring your own canoe or kayak or call local commercial outfitters for trip information and boat rentals.</p>",
							"activity_description": "<p>Access points are at the U.S. Hwy. 100 Bridge, the 1862 Newsom&#39;s Mill ruins, and at the McCrory Lane Bridge at Hidden Lake. Downstream, the Narrows of the Harpeth provides an upstream and downstream access, the Bell&#39;s Bend five mile float and a unique 1/4 mile portage.</p><p>For an interactive map of river access sites and water trails go to: <a href=\"http://tnvalleywatertrails.org\">http://tnvalleywatertrails.org</a></p>"
						},
						
						{
							"title": "Big Ridge - Boating",
							"url_title": "big-ridge-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/3485/br_dock.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/3485/br_dock__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/3485/br_dock__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/3485/br_dock__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/3485/br_dock__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/3485/br_dock__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/3485/br_dock__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/3485/br_dock__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/3485/br_dock__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Rowboat rentals are available on the 49-acre Big Ridge Lake. Fishing boats, ski boats, and wave runners can be launched at the boat ramp on Norris Lake just outside the park entrance drive.</p>",
							"activity_description": "<h4>BIG RIDGE LAKE</h4><p>Rowboat rentals are available on the 49-acre Big Ridge Lake. The boat dock is open seasonally from Memorial Day through Labor Day. Please call the park office for specific hours of operation. Visitors may use their own electric trolling motors on park rowboats. Privately owned boats can be launched on Big Ridge Lake for a nominal fee. </p><h4>NORRIS LAKE</h4><p>Fishing boats, ski boats, and wave runners can be launched at the boat ramp on Norris Lake just outside the park entrance drive. Due to the low lake level, there is no access to the boat ramp on Norris Lake during winter months. </p><h4>BOAT RENTAL PRICES</h4><p>Row Boat Hourly $5.00 <br />Row Boat Three Day $50.00<br />Row Boat Overnight $20.00 <br />Row Boat Weekly $77.00</p><p>Lake Use Permit Boating Day $5.00</p>"
						},
						
						{
							"title": "Hiwassee \/ Ocoee - Paddling",
							"url_title": "hiwassee-ocoee-paddling",
							"activity": "Boating",
							"activity_image": null
							
							,
							"activity_summary": "<p>Floating, canoeing and rafting constitute the major attraction for both the Hiwassee and Ocoee Rivers. Based on the International Scale of River Difficulty, the rivers have Class I, II, III, IV and V rapids. While both locations are exceptional white water settings, users should be aware that even placid looking streams are potentially hazardous for those unskilled and unfamiliar with the basic techniques of floating or water safety.</p>",
							"activity_description": "<p>These internationally-recognized white water sites are well known for their scenic beauty and recreational opportunities. </p><p>Floating, canoeing and rafting constitute the major attraction for both the Hiwassee and Ocoee Rivers. Based on the International Scale of River Difficulty, the rivers have Class I, II, III, IV and V rapids. While both locations are exceptional white water settings, users should be aware that even placid looking streams are potentially hazardous for those unskilled and unfamiliar with the basic techniques of floating or water safety. Alcoholic beverages are prohibited and glass bottles, aluminum cans and Styrofoam are prohibited on both rivers.</p><h5>Floating the Hiwassee</h5><p>Based on the International Scale of river difficulty the Hiwassee State Scenic River is primarily Class I (moving water with small waves, few obstructions) and Class II (easy rapids with wide, clear channels; some maneuvering required). Certain sections may be considered Class III (rapids with high waves capable of swamping an open canoe; requires complex maneuvering).  Coast guard approved, minimal type 2 or 3 are required for boating/floating activities on the Hiwassee. The Hiwassee River flows through both private and public lands and permission must be obtained prior to entry for any purpose. </p><h5>The Ocoee</h5><p>Coast guard approved, minimal type 3, life jackets are required for all recreational activities along the stream bed in the Ocoee. Paddlers on the Ocoee River should be 12 years of age.</p><p>Middle Ocoee: The Middle Ocoee is almost a continuous whitewater experience from the Put-In at Rogers Branch until the Take-Out at Caney Creek. The flow level can vary between 1200 and 1800 cubic feet per second (CFS). The whitewater section from the wooden diversion dam to Ocoee No. 2 Powerhouse has an average drop of 54 feet per mile and is considered a Class III and IV river. When taking a rafting trip on this section of the river approximate time on the water is 2 hours.</p><p>The Upper Ocoee:The Upper Ocoee River experience begins at Ocoee No. 3 Dam, where the river runs parallel with the historic &lsquo;Old Copper Road', at this starting section of the river you will encounter Class II whitewater and seclusion in the wilderness. The whitewater excitement continues with the thrilling Olympic whitewater section of the Ocoee River where you will encounter Class IV whitewater. Note: Minimum age for commercial rafting on the Ocoee is 12 years old.</p>"
						},
						
						{
							"title": "Pickwick Landing - Boating",
							"url_title": "pickwick-landing-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/4488/pwl_boating.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/4488/pwl_boating__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/4488/pwl_boating__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/4488/pwl_boating__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/4488/pwl_boating__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/4488/pwl_boating__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/4488/pwl_boating__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/4488/pwl_boating__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/4488/pwl_boating__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>All types of boats are allowed at Pickwick Landing. There are two public boat ramps in the park, each of which is available free of charge. The park also has a full service marina located on the south bank of the Tennessee River. Kayaks, canoes, SUPs, pontoon and fishing boats are available for rent at our park. </p>",
							"activity_description": "<p>During summer pool, boats of up to 60 feet can be launched.</p><h4>Marina</h4><p>The park has a full service marina located on the south bank of the Tennessee River. The marina store sells boat supplies, hats, shirts, snacks and other items, but no bait. Bait can be purchased from local vendors. There are different types of boats available for rent at our park. All boat rentals are located at the marina. To learn more about the marina, <a href=\"http://tnstateparks.com/parks/marina/pickwick-landing-marina\">click here</a>.</p><h4>Single Kayak</h4><p>These are rented for $7.00 per hour or $25.00 per day plus tax. Single Kayak rentals include one paddle and a personal floatation device. You may call 731-689-5175 to reserve.</p><h4>Tandem (Double) Kayak</h4><p>These are rented for $10.00 per hour or $40.00 per day plus tax. Tandem Kayak rentals include two paddles and two personal floatation devices. You may call 731-689-5175 to reserve.</p><h4>Stand Up Paddle Board (SUP) </h4><p>These are rented for $7.00 per hour or $35.00 per day plus tax. SUP rentals include one paddle and a personal floatation device. You may call 731-689-5175 to reserve.</p><h4>Canoes</h4><p>These are rented for $7.00 per hour or $25.00 per day plus tax. Canoe rentals include two paddles and two personal floatation devices. You may call 731-689-5175 to reserve.</p><h4>Fishing Boats</h4><p>Small motorized fishing boat - these boats have a 9.9 hp. gas powered motor. They are rented a half day for $30.00 or a full day for $50.00 plus tax. These boats include two paddles, two seat cushions, two personal floatation devices, and an anchor upon request. The fuel tank is full upon possession and is required to be full at upon the return. Please call 731-689-5175.</p><h4>Pontoon Boats</h4><p>You may rent a 24' pontoon with a 90hp motor.  Rates are $495.00 per day and requires a $200.00 deposit. A boat rental lease is required upon rental. All pontoons are rented at the Marina Office. For more information please call 731-689-5175.</p>"
						},
						
						{
							"title": "Fort Pillow - Boating",
							"url_title": "boating-fort-pillow",
							"activity": "Boating",
							"activity_image": null
							
							,
							"activity_summary": "<p>The Sullivan&#39;s Lake boat ramp will accommodate any size boat. The boat ramp just received a 16 foot extension and the sides were widened. Sullivan&#39;s Pond is a no wake lake. All TN boating regulations apply.</p>",
							"activity_description": "<p>The Sullivan&#39;s Lake boat ramp will accommodate any size boat. The boat ramp just received a 16 foot extension and the sides were widened. Sullivan&#39;s Pond is a no wake lake. All TN boating regulations apply.</p>"
						},
						
						{
							"title": "Mousetail Landing - Boating",
							"url_title": "mousetail-landing-boating",
							"activity": "Boating",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/4922/mousetail-landing_boating-web.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/4922/mousetail-landing_boating-web__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/4922/mousetail-landing_boating-web__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/4922/mousetail-landing_boating-web__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/4922/mousetail-landing_boating-web__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/4922/mousetail-landing_boating-web__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/4922/mousetail-landing_boating-web__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/4922/mousetail-landing_boating-web__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/4922/mousetail-landing_boating-web__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>There is a boat launch area at the park. This area provides boat access, courtesy pier, Spring Creek campground and fishing from the banks of the Tennessee River. The boat launch area is located approximately 1/2 mile south of the main entrance of the park.</p>",
							"activity_description": null
						},
						
						{
							"title": "Booker T. Washington - Boating",
							"url_title": "booker-t.-washington-boating",
							"activity": "Boating - Bring Your Own",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1789/100_0160_web.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1789/100_0160_web__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1789/100_0160_web__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1789/100_0160_web__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1789/100_0160_web__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1789/100_0160_web__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1789/100_0160_web__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1789/100_0160_web__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1789/100_0160_web__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Chickamauga Lake, a 35,000-acre impoundment, provides a beautiful setting for the water enthusiast. The park features a day-use boat launch ramp and large fishing pier, both conveniently located. Bait, tackle, snacks, and fishing licenses are available off-site.</p>",
							"activity_description": null
						},
						
						{
							"title": "Cumberland Mountain - Boating",
							"url_title": "cumberland-mountain-boating",
							"activity": "Boating - Rentals &amp; Bring Your Own",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/1735/cmsp_boat-dock_crop-web.png",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/1735/cmsp_boat-dock_crop-web__small.png",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/1735/cmsp_boat-dock_crop-web__thumbnail.png",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/1735/cmsp_boat-dock_crop-web__large.png",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/1735/cmsp_boat-dock_crop-web__lazy_xs.png",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/1735/cmsp_boat-dock_crop-web__lazy_sm.png",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/1735/cmsp_boat-dock_crop-web__lazy_md.png",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/1735/cmsp_boat-dock_crop-web__lazy_lg.png",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/1735/cmsp_boat-dock_crop-web__lazy_xl.png"
							}
							],
							"activity_summary": "<p>The park rents fishing boats with electric trolling motors for use on Byrd Lake. The boat dock is open Memorial Day to the end of October, weather permitting. Personal kayaks, paddleboards, johnboats, and canoes can be launched with a $5.00 lake permit, payable at the boat dock, or park office, 8:00 AM to 3:30 PM, Monday through Friday. The boat dock is open for rentals on Saturdays and Sundays only.</p>",
							"activity_description": "<p>The park rents fishing boats with electric trolling motors for use on Byrd Lake. The boat dock is open Memorial Day to the end of October, weather permitting. Personal kayaks, paddleboards, johnboats, and canoes can be launched with a $5.00 lake permit, payable at the boat dock or park office, 8:00 AM to 3:30 PM Monday through Friday. The boat dock is open for rentals on Saturdays and Sundays only.</p><h5>BOAT DOCK HOURS 09/27/2019</h5><p>OPEN Saturday &amp; Sunday</p><ul><li>9:00 AM to 5:30 PM</li><li>Last boat rented at 4:30 PM; ALL boats in by 5:15 PM</li></ul><p>CLOSED Monday thru Friday</p><h5>BOAT AND MOTOR RENTAL PRICES</h5><p>Row Boat Hourly $5.00 <br />Row Boat Weekly $77.00<br />Electric Motor Hourly $2.00<br />Electric Motor Weekly $35.00</p>"
						},
						
						{
							"title": "Harrison Bay - Boating",
							"url_title": "harrison-bay-boating",
							"activity": "Boating | Marina",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/5492/harrison-bay_marina5.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/5492/harrison-bay_marina5__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/5492/harrison-bay_marina5__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/5492/harrison-bay_marina5__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/5492/harrison-bay_marina5__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/5492/harrison-bay_marina5__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/5492/harrison-bay_marina5__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/5492/harrison-bay_marina5__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/5492/harrison-bay_marina5__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Harrison Bay State Park Marina is located at Tennessee River mile marker 478. The marina sells ethanol-free gas, ice, and snacks and has restrooms and a pump-out service. A 24-hour boat ramp is available for no fee. There is no overnight dockage (transient docking); however, restaurant patrons can tie up alongside the main walkway between the fuel dock and restaurant at no charge. Rowboats/fishing boats are rented by the week or day. <a href=\"https://tnstateparks.com/parks/marina/harrison-bay\">Marina details.</a></p>",
							"activity_description": null
						},
						
						{
							"title": "Warriors&#039; Path - Boating",
							"url_title": "warriors-path-boating",
							"activity": "Boating and Marina",
							"activity_image": null
							
							,
							"activity_summary": "<p>Boats available for rental at the marina include paddle boats, single and tandem kayaks, paddleboards, paddleboats and canoes. The marina is open year-round, Wednesday through Sunday, but hours vary by season.</p>",
							"activity_description": "<p>Pleasure boating is very popular on Patrick Henry Reservoir. Two public use ramps are located at the park marina. A small ramp for camper use only is in the campground. Boat launching ramps are free of charge. The marina has 54 uncovered slips available for daily, monthly, or yearly rental. Also available at the marina is a service dock and fuel. Boats available for rental at the marina include paddle boats, single and tandem kayaks, paddleboards, paddleboats, and canoes. The marina is open year-round, Wednesday through Sunday, but hours vary by season. A snack bar located inside the marina. Marina phone: 423-239-7275.</p><h5>BOAT RENTAL/PRICE PER HOUR</h5><p>Life jackets are provided.</p><p>Canoe $10.00<br />Kayak Single $7.00<br />Kayak Tandem $11.00<br />Stand-up Paddleboard $10.00<br />Pedal Boat $10.00</p>"
						},
						
						{
							"title": "South Cumberland Caving",
							"url_title": "south-cumberland-caving",
							"activity": "Buggytop Cave",
							"activity_image": null
							
							,
							"activity_summary": "<p>Buggytop is an impressive wild cave reached by a two-mile hike from the parking area to the cave entrance. If you have never visited Buggytop, it is recommended you join park staff on a ranger-led cave trip to familiarize yourself with the cave. The cave is open from June 1 to August 31. Permits are required and can be obtained by filling out a short form, liability waiver, and familarizing yourself with the Clean Caving Guidelines. <a href=\"https://tnstateparks.com/parks/activity-detail/south-cumberland-caving\">Click here for details</a>.</p>",
							"activity_description": "<p>Buggytop is an impressive wild cave reached by a two-mile hike from the parking area to the cave entrance. If you have never visited Buggytop, it is recommended you join park staff on a ranger-led cave trip to familiarize yourself with the cave. These hikes can be found on the <strong><a href=\"https://tnstateparks.com/parks/events/south-cumberland/#/?park=south-cumberland\">events calendar</a></strong>.</p><p>The hikes both inside and outside the cave are strenuous and often wet. Be prepared with helmets, headlamps, extra batteries, and appropriate shoes and clothing. Do not cave alone. Permits are required and are available online. The cave is open from June 1 to August 31. </p><p>To ensure that Tennessee State Parks continues to provide quality areas for recreational caving, all cavers should register online or with park management three days before your visit.</p><p>Once you have registered, you will receive a confirmation email with your permit. Please keep the digital or paper permit with you while visiting. At some locations you may be asked to print your permit and leave it on your car dashboard.</p><h4>Buggytop Cave</h4><ul><li>The cave environment is fragile. Visitors that choose to explore the cave should be careful not to disturb any formations or small animals that live in the cave.</li><li>Daily Limit: 40 Permits issued per day (1 permit per person, regardless of age)</li><li>Do not cave alone.</li><li>Group size is limited to 20 people at a time.</li><li>Visitors must be out of the cave and off the trails by sunset.</li><li>Cavers should be able to show proof that they are registered and complying with rules &amp; regulations.</li><li>The park manager may close the cave at his or her discretion.</li></ul><p>Permits are free. We ask that you fill out a short registration form, sign a liability waiver, and familiarize yourself with the Clean Caving Guidelines. To recieve your permit, <strong><a href=\"http://stateoftennessee.formstack.com/forms/caving_buggytop\">please fill out our registration form</a></strong>.</p><p>For more information about caving in TNStateParks please visit <a href=\"https://tnstateparks.com/parks/activity-detail/south-cumberland-caving\">t<strong>nstateparks/activities/caving.</strong></a></p><p>Please visit safely and familiarize yourself with the latest COVID-19 guidelines on our <strong><a href=\"https://tnstateparks.com/about/keeping-visitors-healthy\">Keeping Visitors Healthy </a></strong>page.</p>"
						},
						
						{
							"title": "Fall Creek Falls - Challenge Course",
							"url_title": "fall-creek-falls-challenge-course",
							"activity": "Canopy Challenge Course",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/4607/_dsc1075.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/4607/_dsc1075__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/4607/_dsc1075__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/4607/_dsc1075__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/4607/_dsc1075__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/4607/_dsc1075__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/4607/_dsc1075__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/4607/_dsc1075__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/4607/_dsc1075__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Join us in the trees for 2.5 hours of zip-riding, heart-pounding, bridge-crossing, breath-taking, tree-climbing, eco-friendly, unforgettable fun! Test your agility and resolve on 70+ aerial obstacles including ladders, wobbly bridges, rope swings, cargo nets, balance beams and zip lines. Following thorough instruction at Ground School, you will be let loose to explore six different 8-to-13-element routes ranging from serene to extreme.</p>",
							"activity_description": "<p>Join us in the trees for 2.5 hours of zip-riding, heart-pounding, bridge-crossing, breath-taking, tree-climbing, eco-friendly, unforgettable fun! Test your agility and resolve on 70+ aerial obstacles including ladders, wobbly bridges, rope swings, cargo nets, balance beams and zip lines. Following thorough instruction at Ground School, you will be let loose to explore six different 8-to-13-element routes ranging from serene to extreme.</p><p>This is a self-guided adventure. Supervised and encouraged by competent guides, participants move through the course connected to a flexible lifeline system that uses smart-belay technology to ensure connectivity to overhead cables. Canopy Challenge Course at Fall Creek Falls provides all the necessary equipment (full-body harness, helmet, zip line trolley, and smart-belay connector). Participants need only bring a sense of adventure and their own daring.</p><p>Options available for children as young as four years of age to active seniors in moderate to good health. Large groups welcome. Call for group pricing and details. Walk-in tickets available. Advance reservations are recommended.</p><p>For more information regarding rates, physical requirements and tour times, please visit the link below or call 615-499-5779.</p><p><a class=\"button\" href=\"http://www.cccfcf.com/\" target=\"_blank\">CHECK AVAILABILITY &amp; PURCHASE TICKETS NOW</a></p>"
						},
						
						{
							"title": "Cordell Hull Birthplace - Caving",
							"url_title": "cordell-hull-birthplace-caving",
							"activity": "Caving",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/5124/cordell-hull-bp_bunkum-cave-mouth.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/5124/cordell-hull-bp_bunkum-cave-mouth__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/5124/cordell-hull-bp_bunkum-cave-mouth__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/5124/cordell-hull-bp_bunkum-cave-mouth__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/5124/cordell-hull-bp_bunkum-cave-mouth__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/5124/cordell-hull-bp_bunkum-cave-mouth__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/5124/cordell-hull-bp_bunkum-cave-mouth__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/5124/cordell-hull-bp_bunkum-cave-mouth__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/5124/cordell-hull-bp_bunkum-cave-mouth__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Bunkum Cave is open to the public from June 1 through August 31. To ensure that Tennessee State Parks continues to provide quality areas for recreational caving, all cavers should register online or with park management three days before your visit. To register and learn more, <strong><a href=\"https://tnstateparks.com/parks/activity-detail/cordell-hull-birthplace-caving\">click here</a></strong>.</p>",
							"activity_description": "<h4>PERMITS</h4><p>To ensure that Tennessee State Parks continues to provide quality areas for recreational caving, all cavers should register online or with park management three days before your visit.</p><p>Once you have registered, you will receive a confirmation email. This is your digital receipt. Please keep this receipt with you while visiting. At some locations, you may be asked to print your receipt and leave it on your car dashboard.</p><p>It is recommended that you participate in a ranger-led tour of the cave to become familiar with the cave and caving. The cave environment is fragile. Visitors that choose to explore the cave should be careful not to disturb any formations or small animals that live in the cave.</p><p>Permits are issued per person. Each person must register, with the exception of minor children accompanied by a parent or guardian.</p><p>Be sure to follow all Clean Caving Guidelines, <a href=\"https://lnt.org/\">Leave No Trace</a>, and all park rules and regulations.</p><p>BUNKUM CAVE</p><ul><li>Bunkum Cave is open to the public from June 1 through August 31.</li><li>Daily Limit: 20 Permits issued per day (1 permit per person, regardless of age)</li><li>Do not cave alone.</li><li>Visitors must be out of the cave and off the trails by park closing.</li><li>Cavers should keep a paper copy or digital version of their permit and permit number with them at all times while in the park.</li><li>Cavers should be ready to show proof that they are registered and complying with rules &amp; regulations.</li><li>Groups of eight or more, please contact the park prior to your visit. Group size is limited to 20 people.</li><li>The park manager may close the cave at his or her discretion.</li></ul><p>Visitors are welcome to explore the beginning of the cave but are required to obtain a permit to venture past the cave entrance.</p><p>The cave is reached via the Bunkum Cave Trail. The trail is moderate with gentle hills. It is approximate 0.50 miles to the cave. The entrance to the cave is an impressive 100 feet wide by 50 feet tall. The cave length is approximately one mile in length.</p><p>Permits are free. We ask that you fill out a short registration form, sign a liability waiver, and familiarize yourself with the Clean Caving Guidelines. To recieve your permit, <strong><a href=\"https://stateoftennessee.formstack.com/forms/caving_bunkum_cave\">please fill out our registration form</a></strong>.</p><p>For more information about caving in TNStateParks please visit <strong><a href=\"http://tnstateparks/activities/caving\">tnstateparks/activities/caving</a></strong>.</p><p>Please visit safely and familiarize yourself with the latest COVID-19 guidelines on our <strong><a href=\"https://tnstateparks.com/about/keeping-visitors-healthy\">Keeping Visitors Healthy</a></strong> page.</p>"
						},
						
						{
							"title": "Pickett - Interpretive Programs",
							"url_title": "pickett-interpretive-programs",
							"activity": "Dark Sky Viewing",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/2474/tfsp-dark-sky.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/2474/tfsp-dark-sky__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/2474/tfsp-dark-sky__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/2474/tfsp-dark-sky__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/2474/tfsp-dark-sky__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/2474/tfsp-dark-sky__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/2474/tfsp-dark-sky__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/2474/tfsp-dark-sky__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/2474/tfsp-dark-sky__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Pickett was the first state park in the southeast to be listed as a certified dark sky viewing location by the International Dark-Sky Association! On May 12, 2015, Pickett State Park and Pogue Creek Canyon State Natural Area were named a Silver-tier International Dark Sky Park for their commitment to preserving the natural beauty of the night sky.</p>",
							"activity_description": "<p>On May 12, 2015, Pickett State Park and Pogue Creek Canyon State Natural Area were named a Silver-tier International Dark Sky Park for their commitment to preserving the natural beauty of the night sky.To receive this designation, Pickett-Pogue met a stringent criteria set forth by the IDA, worked in partnership with local communities and governments and performed modifications to facilities including installing night sky friendly lighting.</p><p>The astronomy field is located at the Pogue Creek Canyon State Natural Area&#39;s parking lot on Highway 154. The field is located above the gravel parking lot and has electricity. The field is available for the public to use for stargazing year-round. We also have scheduled star parties throughout the year in the field. Please contact the park office for additional information. </p><p><a href=\"http://www.cleardarksky.com/c/KnCtOvTNkey.html?1\">A helpful clear sky forecast can be found here.</a></p>"
						},
						
						{
							"title": "Henry Horton - Disc Golf",
							"url_title": "henry-horton-disc-golf",
							"activity": "Disc Golf",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/717/frisbee_golf_3-sm__full.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/717/frisbee_golf_3-sm__full__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/717/frisbee_golf_3-sm__full__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/717/frisbee_golf_3-sm__full__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/717/frisbee_golf_3-sm__full__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/717/frisbee_golf_3-sm__full__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/717/frisbee_golf_3-sm__full__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/717/frisbee_golf_3-sm__full__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/717/frisbee_golf_3-sm__full__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>There is an 18 hole disc golf course inside the park that is free to the public. With level terrain and well defined fairways, this is one of the best disc golf courses in Tennessee.</p>",
							"activity_description": null
						},
						
						{
							"title": "Pickwick Landing - Disc Golf",
							"url_title": "pickwick-landing-disc-golf",
							"activity": "Disc Golf",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/2888/pickwick-landing-disc-golf.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/2888/pickwick-landing-disc-golf__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/2888/pickwick-landing-disc-golf__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/2888/pickwick-landing-disc-golf__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/2888/pickwick-landing-disc-golf__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/2888/pickwick-landing-disc-golf__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/2888/pickwick-landing-disc-golf__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/2888/pickwick-landing-disc-golf__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/2888/pickwick-landing-disc-golf__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The Pickwick Landing Disc Golf Course begins next to the Inn and finishes with a beautiful view of Pickwick Lake.</p>",
							"activity_description": "<p>The course was designed to be beginner friendly while still providing an element of challenge for more experienced players. Some tees utilize existing hard surfaces and some are carpet. Each tee is marked with two red wood blocks. The park features an inn, restaurant, and campground players can utilize. Course maps are available at the front desk of the inn or at the park office.</p>"
						},
						
						{
							"title": "Meeman-Shelby Forest Disc Golf",
							"url_title": "meeman-shelby-forest-disc-golf",
							"activity": "Disc Golf",
							"activity_image": null
							
							,
							"activity_summary": "<p>The park is home to one of the largest and most beautiful disc golf courses in the Southeast. The 36-hole, wooded course is divided into two 18-hole courses that offer beginners and advanced players a challenging game. Visitors can find disc golf accessories at stores near the park.</p>",
							"activity_description": null
						},
						
						{
							"title": "Panther Creek - Disc Golf",
							"url_title": "panther-creek-disc-golf",
							"activity": "Disc Golf",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/4646/panther-creek-disc-golf-2019.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/4646/panther-creek-disc-golf-2019__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/4646/panther-creek-disc-golf-2019__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/4646/panther-creek-disc-golf-2019__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/4646/panther-creek-disc-golf-2019__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/4646/panther-creek-disc-golf-2019__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/4646/panther-creek-disc-golf-2019__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/4646/panther-creek-disc-golf-2019__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/4646/panther-creek-disc-golf-2019__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>Panther Creek State Park is home to a beautiful 18-hole, championship disc golf course with wooded and open fairways, and concrete tees.</p>",
							"activity_description": "<p>Panther Creek State Park is home to a beautiful 18-hole, championship-level disc-golf course which opened to the public in May 2017.  This course was designed in compliance with Professional Disc-Golf Association guidelines by one of the premier disc-golf designers in the country.  This world-class course, with wooded and open field fairways, is one of several excellent courses in the area played during the Tennessee Disc Golf State Championship each year. </p>"
						},
						
						{
							"title": "Warriors&#039; Path - Disc Golf",
							"url_title": "warriors-path-disc-golf",
							"activity": "Disc Golf",
							"activity_image": null
							
							,
							"activity_summary": "<p>The disc golf course is a fun and challenging course with 22 holes.</p>",
							"activity_description": "<p>The disc golf course is a very popular recreational facility at the park. It is a fun and challenging course with 22 holes open at this time. The local disc golf association does a great job of maintaining the course and holds frequent competitions. The course is considered as one of the best in the state!</p>"
						},
						
						{
							"title": "Nathan Bedford Forrest Disc Golf",
							"url_title": "nathan-bedford-forrest-disc-golf",
							"activity": "Disc Golf",
							"activity_image": [
							
							{
								"url": "https://tnstateparks.com/assets/images/content-images/activities/4915/nathan_bedford_forrest_disc_golf2018_14.jpg",
								"small": "https://tnstateparks.com/assets/images/content-images/activities/4915/nathan_bedford_forrest_disc_golf2018_14__small.jpg",
								"thumbnail": "https://tnstateparks.com/assets/images/content-images/activities/4915/nathan_bedford_forrest_disc_golf2018_14__thumbnail.jpg",
								"large": "https://tnstateparks.com/assets/images/content-images/activities/4915/nathan_bedford_forrest_disc_golf2018_14__large.jpg",
								"lazy_xs": "https://tnstateparks.com/assets/images/content-images/activities/4915/nathan_bedford_forrest_disc_golf2018_14__lazy_xs.jpg",
								"lazy_sm": "https://tnstateparks.com/assets/images/content-images/activities/4915/nathan_bedford_forrest_disc_golf2018_14__lazy_sm.jpg",
								"lazy_md": "https://tnstateparks.com/assets/images/content-images/activities/4915/nathan_bedford_forrest_disc_golf2018_14__lazy_md.jpg",
								"lazy_lg": "https://tnstateparks.com/assets/images/content-images/activities/4915/nathan_bedford_forrest_disc_golf2018_14__lazy_lg.jpg",
								"lazy_xl": "https://tnstateparks.com/assets/images/content-images/activities/4915/nathan_bedford_forrest_disc_golf2018_14__lazy_xl.jpg"
							}
							],
							"activity_summary": "<p>The ball field at Nathan Bedford Forrest State Park features a 9-hole (currently 5-hole) disc golf course that encircles the perimeter of the field. It features wide, level fairways that appeal to the beginner plus some challenges for the more experienced player.</p>",
							"activity_description": "<p>The ball field at Nathan Bedford Forrest State Park features a 9-hole (Currently 5-hole) disc golf course that encircles the perimeter of the field. The course consists of wide, level fairways with shade provided by surrounding trees. The course is designed for beginners, but does offer challenges in the form of trees and nearby Happy Hollow Creek to avoid while playing. The placement of goals limits interference with other ongoing recreational activities that take place in the ball field, but please be considerate of others if you stray off-course. Other nearby activities include baseball, volleyball, hiking, and camping. Recreational equipment, including a set of discs, is available at the park office from 8:00 AM to 4:30 PM.</p>"
						}
					]
		}
	