



	
	
	{
		"lodges": [
	
					{
						"title": "Lodge Fall Creek Falls",
						"url_title": "fall-creek-falls",
						"lodges_short_name": "Fall Creek Falls",
						"lodges_summary": "<p>Anticipated opening in Fall 2021, the new 85-room Lodge at Fall Creek Falls State Park!</p>",
						"lodges_description": "<h5><strong>Coming Soon: Estimated Opening Fall 2021 </strong></h5><p>The new 85-room Lodge Fall Creek Falls State Park will provide hotel and resort vacations featuring modern room design, conference space, a full-service restaurant and lounge overlooking the natural beauty of Fall Creek Lake. The lakeside Lodge sits will rest in the center of Tennessee&#39;s premier state park, <a href=\"/parks/fall-creek-falls\">Fall Creek Falls State Park</a>. With its stunning waterfalls, breathtaking overlooks, and lush virgin hardwoods, the park is a renowned outdoor and vacation destination. Visitors will enjoy free access to these natural wonders and have opportunities for paddling, golfing, aerial adventures, and more.</p>",
						"hms_reservation_link": "null",
						"lodges_carousel_images":  							
							  [
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/FallCreekFalls022120_199-small.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/Lodge-FCF-construction-Restaurant-View-3.jpg"
								  }
							  ]
					},
	
	
	
					{
						"title": "Lodge Henry Horton",
						"url_title": "henry-horton",
						"lodges_short_name": "Henry Horton",
						"lodges_summary": "<p>The Lodge Henry Horton is a perfect getaway destination for travelers along I-65 between Huntsville and Nashville. Located within the boundaries of Henry Horton State Park, visitors will enjoy the beauty of Middle Tennessee landscape. Popular park activities include golfing, hiking, swimming, skeet shooting, and floating on the scenic Duck River. </p>",
						"lodges_description": "<p>The Lodge Henry Horton is a perfect getaway destination for travelers along I-65 between Huntsville and Nashville. Located within Henry Horton State Park, visitors will enjoy golfing, hiking, swimming, canoeing, skeet shooting and more during their visit. </p><p>The Lodge offers group conference and meeting space. The Lodge&#39;s has four meeting rooms with 2,000 sq. ft of space to accommodate 15-90 person groups. An adjacent building offers an additional 3,150 sq. ft of meeting space for large groups up to 300 people.</p><p>The on-site restaurant & lounge provides dining options for visitors and catering for groups.</p>",
						"hms_reservation_link": "https://guestrez.megasyshms.com/S45ZC/henry-horton-state-park",
						"lodges_carousel_images":  							
							  [
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/HH-Golf-4.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/HH_Lodge_Slider_Duck_River.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/HH_Lodge_Slider_Image_Hiking.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/HH_Lodge_Slider_Kayak_River.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/HH_Lodge_Slider_Trail_Credit_TN_Photographs.jpg"
								  }
							  ]
					},
	
	
	
					{
						"title": "Lodge Montgomery Bell",
						"url_title": "montgomery-bell",
						"lodges_short_name": "Montgomery Bell",
						"lodges_summary": "<p>Located in the middle of serene Montgomery Bell State Park in Burns, TN, just 40 minutes outside Nashville, fully remodeled 117-room Lodge Montgomery Bell sits on the banks of Lake Acorn and provides guests with the opportunity to escape to peace and quiet while being just minutes away from the interstate.</p>",
						"lodges_description": "<h3 class=\"text-uppercase\" style=\"color: #d3461e;\">NEWLY RENOVATED</h3><p>Experience a natural retreat with a relaxing stay at Lodge Montgomery Bell. Located in the middle of serene Montgomery Bell State Park, just 40 minutes outside Nashville, the fully remodeled 117-room Lodge sits on the banks of Lake Acorn and provides guests with the opportunity to escape to peace and quiet while being just minutes away from the interstate. The renovated Lodge features modern rooms, a new full-service restaurant and bar, and 6,000 square feet of flexible event space. The Lodge is the perfect place to disconnect from the hustle and bustle of the city&#8212;enjoy lounging by the outdoor pool or kick back with a craft beer in the lounge. For the more adventuresome, the park has kayaks for rent on Lake Acorn, miles of hiking trails, dedicated mountain bike trails, and an 18-hole golf course.</p><p><strong>Lodge Highlights</strong></p><ul><li>Located inside beautiful Montgomery Bell State Park &#8212;just 15 minutes from I-40 and 40 minutes from Nashville</li><li>Multiple room options with large windows, all featuring stunning balcony views overlooking Lake Acorn.</li><li>Full-service restaurant and lounge serving breakfast, lunch, and dinner daily.</li><li>Complimentary access to the outdoor pool, fitness room, and outdoor patios overlooking the lake.</li><li>Surrounded by 3,800 acres of preserved lakes and woods offering ample outdoor activities.</li><li>Over 6,000 square feet of flexible, naturally lit conference space to accommodate conferences, weddings, and group events.</li></ul><p><strong>Weddings, Conferences, and Other Events</strong></p><p>We know events can be stressful, and there are a lot of factors to consider, but we have a team of knowledgable group sales and venue staff ready to work with you to create a safe group event that fits your needs, now or in the future. In addition to on-site lodging, and over 6,000 square feet of event space, we offer full-service catering options. Our group sales staff are now booking conferences, weddings, and meetings. Browse our <a href=\"https://tnstateparks.com/assets/pdf/additional-content/montgomery-bell_banquet-guide.pdf\" style=\"font-size: calc(var(--rem) * 1px * 1.0625); letter-spacing: 0px;\">Catering and Event Guide</a> or <a href=\"https://stateoftennessee.formstack.com/forms/untitled_form_71?field40214862=Yes&field33163336=31\">reach out</a> today.</p>",
						"hms_reservation_link": "https://guestrez.megasyshms.com/NCP4N/montgomery-bell-state-park",
						"lodges_carousel_images":  							
							  [
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/LMB_Lobby_Mural-slider.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/LMB_fire_pit-slider.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/LMB_king-slider.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/LMB_raised_patio_seating_area-slider.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/LMB_bar-slider.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/LMB_Lobby_seating_area-slider.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/LMB_exterior_entrance_spillway-slider.jpg"
								  }
							  ]
					},
	
	
	
					{
						"title": "Lodge Natchez Trace",
						"url_title": "natchez-trace",
						"lodges_short_name": "Natchez Trace",
						"lodges_summary": "<p>Lodge Natchez Trace sits on scenic Pin Oak Lake just a few miles off I-40 between Jackson, Tennessee and Nashville. </p>",
						"lodges_description": "<h3>Lodge Natchez Trace will be closed from December 12th through January 2020. The Lodge will reopen in February for weekends only.</h3><p>Lodge Natchez Trace sits on scenic Pin Oak Lake just a few miles off I-40 between Jackson, Tennessee and Nashville. There are 48,000 acres of public lands and lakes surrounding the Lodge; making it a true outdoor wilderness in West Tennessee. The Lodge offers lakeside hotel rooms, meeting space and dining all inside the wooded beauty of Natchez Trace State Park.</p><p>The Lodge offers recently remodeled guest rooms, Wifi, an outdoor pool, on-site restaurant, and all the natural adventures your heart could desire. Whether you are looking for a relaxing place to spend time on the water with family or friends, or want to take advantage of hiking, hunting, shooting, and horseback riding in the lands surrounding the park, the Lodge at Natchez Trace is a beautiful retreat from the ordinary.  </p>",
						"hms_reservation_link": "https://guestrez.megasyshms.com/D42F7/natchez-trace-state-park",
						"lodges_carousel_images":  							
							  [
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/Lodge_Natchez_Trace_Kayaking_Cub_Lake_at_Sunset.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/Lodge_Natchez_Trace_Pines_Around_A_Picnic_Table_By_Lake.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/Natchez_Queen_Room_Slider._jpg_.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/Lodge_Natchez_Trace_Fishing_at_Sunset.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/Natchez-Trace-Duplessis1_1.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/Lodge_Natchez_Trace_Couple_Walking_Over_Bridge_at_Lake.jpg"
								  }
							  ]
					},
	
	
	
					{
						"title": "Lodge Paris Landing",
						"url_title": "paris-landing",
						"lodges_short_name": "Paris Landing",
						"lodges_summary": "<h3 style=\"color: #d3461e;\">Coming Soon: Estimated Opening Fall 2021</h3><p>The new 90-room Lodge at Paris Landing State Park will provide hotel resort-style vacation rentals on Kentucky Lake near Land Between the Lakes. Features include modern room design, conference space, a full-service restaurant, bar, and lounge overlooking scenic lakes and natural beauty. </p>",
						"lodges_description": "<h3 style=\"color: #d3461e;\">Coming Soon: Estimated Opening Fall 2021</h3><p>The new 90-room Lodge at Paris Landing State Park will provide hotel resort-style vacation rentals on Kentucky Lake near Land Between the Lakes. Features include modern room design, conference space, a full-service restaurant, bar, and lounge overlooking scenic lakes and natural beauty. </p><p>Paris Landing State Park, located on the western shore of the Tennessee River which is dammed to form Kentucky Lake, is the perfect location for all water sports such as boating, swimming, fishing, and skiing. There is plenty of activity on land as well including hiking, golfing, or just relaxing and enjoying natural beauty and wildlife.</p>",
						"hms_reservation_link": "null",
						"lodges_carousel_images":  							"null"
					},
	
	
	
					{
						"title": "Lodge Pickwick Landing",
						"url_title": "pickwick-landing",
						"lodges_short_name": "Pickwick Landing",
						"lodges_summary": "<p>Located inside beautiful Pickwick Landing State Park, Lodge Pickwick Landing sits on the shores of the Tennessee River overlooking Pickwick Dam. Each room features a private balcony overlooking the river and access to the fitness center and outdoor pool. The Lodge also features a full-service restaurant and bar serving breakfast, lunch, and dinner.</p>",
						"lodges_description": "<h3 class=\"text-uppercase\" style=\"color: #d3461e;\">NEWLY RENOVATED</h3><p>Newly renovated Lodge Pickwick Landing offers spacious rooms with premier access to Pickwick Lake. Surrounded by over 1,000 acres of natural beauty at Pickwick Landing State Park, our lodge allows you to connect with nature while enjoying resort-style amenities. Whether you&#39;re up for an adventure or ready to relax, you&#39;ll find our Lodge at the heart of it all.</p><p>Our new modern rooms offer incredible balcony views of Pickwick Lake and amenities like free wifi, cable tv, and private balconies. The full-service restaurant and lounge offer spacious dining indoors and outside overlooking the water.</p><p>Whether you&#39;ve chosen the Lodge as your vacation destination or you&#39;re just looking for a place to rest for the night, guests can enjoy <a href=\"https://tnstateparks.com/parks/activity-detail/pickwick-landing-boating\">boating</a>, <a href=\"https://tnstateparks.com/golf/course/pickwick-landing\">golfing</a>, <a href=\"https://tnstateparks.com/parks/activity-detail/pickwick-landing-fishing\">fishing</a>, <a href=\"https://tnstateparks.com/parks/activity-detail/pickwick-landing-paddling\">paddling</a>, <a href=\"https://tnstateparks.com/parks/activity-detail/pickwick-landing-swimming\">swimming</a>, <a href=\"https://tnstateparks.com/parks/activity-detail/pickwick-landing-hiking\">hiking</a>, and <a href=\"https://tnstateparks.com/restaurants/pickwick-landing\">dining</a> all in one place. Guests will enjoy complimentary access to the indoor and outdoor pool, fitness room, swim beach, and boat ramps.</p><p>The Lodge at Pickwick Landing is located east of Memphis just North of where the Alabama and Mississippi state lines meet. This is a perfect lakeside vacation spot for anyone traveling from Memphis, TN; Tupelo, MS; Huntsville, AL; or Jackson, TN.</p><p><strong>Lodge Highlights</strong></p><ul><li>Located inside stunning Pickwick Landing State Park &mdash; nestled east of Memphis and southwest of Nashville.</li><li>Multiple newly-renovated room options with large windows, all featuring stunning balcony views overlooking the Tennessee River.</li><li>Full-service restaurant and lounge serving breakfast, lunch, and dinner daily.</li><li>Complimentary access to the outdoor pool, fitness room, swim beach, and boat ramps. Our indoor pool will is near completion on a full renovation and will be available soon.</li><li>Surrounded by 1,400 acres on the shores of the Tennessee River offering outdoor <a href=\"https://tnstateparks.com/parks/activities/pickwick-landing\">activities</a>.</li><li>6,000 square feet of flexible <a href=\"https://tnstateparks.com/lodges/venues/pickwick-landing\">event space</a> to accommodate conferences, weddings, and group events.</li></ul>",
						"hms_reservation_link": "https://guestrez.megasyshms.com/2KF67/pickwick-landing-state-park",
						"lodges_carousel_images":  							
							  [
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/pwl_slider_ExteriorDrone.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/pwl_slider_Restaurant.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/pwl_slider_BoatDock.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/pwl_slider_Golf.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/pwl_slider_ExteriorFall.jpg"
								  },
								
								  {
								  	"url": "https://tnstateparks.com/assets/images/content-images/lodges/pwl_slider_Bar.jpg"
								  }
							  ]
					},
	
	
	
					{
						"title": "The Lodges at Tennessee State Parks",
						"url_title": "home",
						"lodges_short_name": "Tennessee State Parks",
						"lodges_summary": "<p>The Lodges at Tennessee State Parks are surrounded by hundreds of acres of public land, providing an oasis from the outside world while affording you the comforts of a modern vacation destination.</p>",
						"lodges_description": "<h3 class=\"text-uppercase\">A Beautiful Stay in an Exceptional Place</h3><p>What is it about the outdoors that makes us come alive? Maybe it&#39;s the fresh air. Maybe it&#39;s the stillness. Maybe it&#39;s the way the songbirds and the babbling waters resonate with something deep in our core. Whatever the reason, we know that connection to ourselves and the world around us only comes when we disconnect.</p><p>The Lodges at Tennessee State Parks are your place to disconnect. Hundreds of acres of public land surround each of our Lodges. This shields them from the busyness of the outside world while affording you the comforts of modern vacation destinations. The Lodges offer dining, golfing*, conference space, and a host of outdoor recreation opportunities. Whether you are traveling alone or planning an event, the Lodges of Tennessee State Parks are your place for a beautiful stay in an exceptional place. </p><p>*Golf courses available at all Lodges except for Natchez Trace</p>",
						"hms_reservation_link": "null",
						"lodges_carousel_images":  							"null"
					}
	
				]
	}
	
	
